{
  "Id": "78a27078-10f5-4ad0-abc0-4f1e7f916f23",
  "Title": "daily update",
  "Articles": [
    {
      "Id": "a4eb8470-23e9-490c-9d2a-53980d823b67",
      "SlideshowFolder": "C:\\Users\\theok\\Repos\\FactCheckThisBitch\\Source\\VideoFromArticle.Admin.Windows\\data\\daily-update",
      "Url": "https://www.thesun.co.uk/news/17970976/russian-bombs-destroy-theatre-mariupol/",
      "Source": "The Sun",
      "Title": "Russia ‘destroy theatre with 1,200 civilians sheltering inside’ in devastated city",
      "Published": "2022-03-16T00:00:00",
      "Images": [
        {
          "Filename": "NINTCHDBPICT000719370683.jpg"
        },
        {
          "Filename": "dd8f3fe6-9b9f-400c-8deb-e9fbc9045473-1.jpg"
        },
        {
          "Filename": "NINTCHDBPICT000719371392.jpg"
        },
        {
          "Filename": "OFFPLATTINSERT_TRP_PEACETALKS.jpg"
        },
        {
          "Filename": "DD-COMP-TANK-KILLING.jpg"
        },
        {
          "Filename": "ww3-5-2.jpg"
        },
        {
          "Filename": "hp-comp-bidenmissile.png"
        },
        {
          "Filename": "HP-COMP-TANKBLOWN-1.jpg"
        }
      ],
      "Narration": "A RUSSIAN bomb destroyed a theatre today in the besieged city of Mariupol where 1,200 terrified civilians have been sheltering, according to officials.\r\n\r\nThe Mariupol Drama Theatre had been used as a safe haven from Russia's relentless shelling of the southern port city with meals being provided and people sleeping overnight.\r\n\r\nThe continuous bombardment of Mariupol has forced around 20,000 Ukrainians to flee, while it's estimated more than 2,300 citizens have been killed in the area.\r\n\r\nThe city's deputy mayor, Serhiy Orlov, said between 1,000 and 1,200 people were inside the theatre when it was targeted by the Russians.\r\n\r\nRescuers are searching the wreckage for survivors but the number of casualties is not yet known.\r\n\r\nUkrainian Parliament said on Twitter: \"It is unknown how many people died under the rubble. Now there are fierce battles. No one can reach the blockages, we don't know if there are any survivors.\"",
      "RecycledImages": [],
      "DurationInSeconds": 59.832
    },
    {
      "Id": "790651f8-dc46-455b-9b9d-8f95e29e1d7c",
      "SlideshowFolder": "C:\\Users\\theok\\Repos\\FactCheckThisBitch\\Source\\VideoFromArticle.Admin.Windows\\data\\daily-update",
      "Url": "https://www.rt.com/russia/552101-mariupol-theater-ukraine/",
      "Source": "Russia Today",
      "Title": "Russian Defence Ministry accuses Ukranian neo-Nazis for bombing theater",
      "Published": "2022-03-16T00:00:00",
      "Images": [
        {
          "Filename": "7e1a8328-349f-4c5f-a07b-b3083e3972fb.png"
        },
        {
          "Filename": "7d7352ca-46bb-4d70-a8f3-de80eee92b8a.png"
        },
        {
          "Filename": "7f24d72f-b5cc-4a54-bfc1-fb59c42d38f7.png"
        },
        {
          "Filename": "e20fdaab-f865-4f72-98c9-12e34f9b2ac5.png"
        },
        {
          "Filename": "c2d9a58f-0235-4be0-8dfd-d98ee9c3a11b.png"
        }
      ],
      "Narration": "Responding to claims by Ukraine that an airstrike destroyed a theater in Mariupol and killed civilians sheltering there, the Russian Defense Ministry said there had been no such strikes against ground targets in that city, and accused the neo-Nazi “Azov” battalion of killing its hostages.\r\n\r\nThe Russian military was aware of reports that “Azov” militants had kept civilians inside the theater as human shields, and did not consider the building a target for airstrikes for that reason, Major-General Igor Konashenkov said in a statement.\r\n\r\n“Previously, it was known from the refugees who got out of Mariupol that the Nazis of the Azov Battalion could hold civilians hostage in the theater building, using the upper floors as firing points,” Konashenkov said. \r\n\r\nTaking into account the potential danger to civilians, and “the provocation already carried out by the nationalists on March 9 with hospital No. 3 in Mariupol, the theater building in the city center was never considered a target for destruction,” he added.\r\n\r\nAccording to Konashenkov, the “available reliable information” indicates that Azov militants committed “a new bloody provocation by blowing up the theater building they had mined.”\r\n\r\nThe paramilitary Ukrainian unit that uses WWII Nazi symbols had made Mariupol its base, and reportedly forbid civilians from fleeing to safety as Russian forces and fighters of the Donetsk People’s Republic surrounded the city. ",
      "RecycledImages": [],
      "DurationInSeconds": 81.504
    },
    {
      "Id": "6e0bf4da-eaa0-49e0-b83f-bdb0a9b6a934",
      "SlideshowFolder": "C:\\Users\\theok\\Repos\\FactCheckThisBitch\\Source\\VideoFromArticle.Admin.Windows\\data\\daily-update",
      "Url": "https://www.dailymail.co.uk/news/article-10619493/Putin-says-Wests-attempt-global-dominance-coming-end.html",
      "Source": "Mail Online",
      "Title": "Putin's chilling warning to the West and oligarchs ",
      "Published": "2022-03-16T00:00:00",
      "Images": [
        {
          "Filename": "55432113-10619493-Vladimir_Putin_said_today_that_the_West_s_attempt_to_have_global-a-37_1647444850252.jpg"
        },
        {
          "Filename": "55273253-10619493-image-a-80_1647451763254.jpg"
        },
        {
          "Filename": "54644781-10619493-image-a-38_1647444850259.jpg"
        },
        {
          "Filename": "55439249-10619493-image-a-77_1647450075007.jpg"
        },
        {
          "Filename": "55438895-10619493-image-a-60_1647449656349.jpg"
        },
        {
          "Filename": "55438897-10619493-image-a-62_1647449661990.jpg"
        },
        {
          "Filename": "55439103-10619493-image-a-68_1647449879553.jpg"
        },
        {
          "Filename": "55439251-10619493-image-a-79_1647450078842.jpg"
        },
        {
          "Filename": "55439115-10619493-image-a-71_1647449883970.jpg"
        },
        {
          "Filename": "55439107-10619493-image-a-75_1647449891257.jpg"
        },
        {
          "Filename": "55438871-10619493-image-a-64_1647449664737.jpg"
        },
        {
          "Filename": "55429411-10619493-image-a-41_1647444850262.jpg"
        },
        {
          "Filename": "55430857-10619493-image-a-42_1647444850263.jpg"
        },
        {
          "Filename": "55419147-10619493-Kyiv_was_rocked_overnight_by_new_explosions_which_wounded_at_lea-a-39_1647444850260.jpg"
        },
        {
          "Filename": "55419809-10619493-Aftermath_of_Russian_shelling_of_a_12_storey_residential_buildin-a-40_1647444850261.jpg"
        },
        {
          "Filename": "55397631-10619493-Russian_forces_have_started_shelling_the_southern_Ukrainian_city-a-43_1647444850264.jpg"
        },
        {
          "Filename": "55419097-10619493-Zaporizhzhia_is_the_first_safe_port_of_call_for_those_fleeing_Ma-a-44_1647444850264.jpg"
        },
        {
          "Filename": "55419135-10619493-Three_loud_explosions_were_heard_in_western_parts_of_Kyiv_pictur-a-45_1647444850265.jpg"
        },
        {
          "Filename": "55419805-10619493-Kyiv_was_rocked_overnight_by_new_explosions_which_wounded_at_lea-a-46_1647444850266.jpg"
        },
        {
          "Filename": "55419147-10619259-Kyiv_was_rocked_overnight_by_new_explosions_which_wounded_at_lea-a-133_1647444261095.jpg"
        },
        {
          "Filename": "55419097-10619259-Zaporizhzhia_is_the_first_safe_port_of_call_for_those_fleeing_Ma-a-132_1647444259386.jpg"
        },
        {
          "Filename": "55404571-10619259-In_the_city_s_hospital_number_three_a_heartbreaking_picture_show-a-131_1647444257952.jpg"
        },
        {
          "Filename": "55407867-10619259-In_Mariupol_s_hospital_number_two_pictured_from_above_also_known-a-127_1647444247158.jpg"
        },
        {
          "Filename": "55402811-10619259-image-a-126_1647444245773.jpg"
        },
        {
          "Filename": "55421987-10619259-Russia_has_in_recent_days_begun_a_sustained_bombing_campaign_of_-a-120_1647438145848.jpg"
        },
        {
          "Filename": "55421991-10619259-Debris_carpets_the_ground_outside_a_ten_storey_apartment_block_a-a-121_1647438145849.jpg"
        },
        {
          "Filename": "55421993-10619259-Aftermath_of_shelling_of_a_residential_building_by_the_Russian_t-a-122_1647438145850.jpg"
        },
        {
          "Filename": "55421633-10619493-Russian_Foreign_Minister_Sergei_Lavrov_said_on_Wednesday_that_so-a-47_1647445856283.jpg"
        },
        {
          "Filename": "55421631-10619493-Ukraine_pictured_President_Vlodymyr_Zelensky_on_Wednesday_demand-a-51_1647445859737.jpg"
        },
        {
          "Filename": "55422297-10619493-Moscow_s_lead_negotiator_Vladimir_Medinsky-a-55_1647445879484.jpg"
        },
        {
          "Filename": "55424297-10619493-Ukraine_s_chief_negotiator_Mikhailo_Podolyak-a-53_1647445879482.jpg"
        }
      ],
      "Narration": "Vladimir Putin today sent a chilling warning to the West and oligarchs telling 'scum' traitors that Russians will 'spit them out like a midge that flew into their mouths' - as he claimed Western 'attempts to have global dominance' is coming to an end. \r\n\r\nThe Russian President, speaking in a bombastic televised address from the Kremlin nearly three weeks into Moscow's invasion, warned the West would use 'those who earn their money here, but live over there' as a 'fifth column' to 'divide our society'.  \r\n\r\n'I do not judge those with villas in Miami or the French Riviera. Or who can't get by without oysters or foie gras or so-called 'gender freedoms.' The problem is they mentally exist there, and not here, with our people, with Russia,' he said.  'The West will try to bet on the so-called fifth column, on traitors... to divide our society.. to provoke civil confrontation... to strive to achieve its aim. And there is one aim - the destruction of Russia.'    \r\n\r\n\r\nHe claimed that the conflict was merely a pretext for the West to impose sanctions because 'they just don't want a strong and sovereign Russia' and insisted the 'military operation' in Ukraine is going to plan despite his troops' advance remaining largely stalled on the outskirts of Kyiv. But he also told Russians, in words ironically reminiscent of Zelensky's speeches, that 'we are fighting for our sovereignty and the future of our children'.    \r\n\r\nIt is the latest in the propaganda pushed by Moscow in a bid to justify their invasion of Ukraine to Russian citizens - including claims the war is about 'de-nazifying' the country and preventing a genocide of minorities waged by Kyiv.    \r\n\r\nPutin spoke as Zelensky spoke to US lawmakers in a landmark virtual address to Congress in which he invoked Pearl Harbour, the 9/11 attacks and Martin Luther King Jr as he called for greater Western intervention against Russia. \r\n\r\nIn a coordinated move last month Britain, the US, Canada and the EU, barred Moscow from the Swift international banking system to prevent the Russian Central Bank from deploying its international reserves 'in ways that undermine the impact of our sanctions'. \r\n\r\nThe states have since imposed a sweeping range of sanctions on exports of champagne, high-end cars, fashion apparel, expensive electronics, sports gear and even vodka among other things as they attempt to bring the Russian economy to its knees in a punishment over Putin's war in Ukraine. \r\n\r\nAnd in the most recent measures, hundreds of Russian oligarchs, organisations and individuals are set to be hit with sanctions from the Government after a fast-tracked bill to target 'dirty money' in the UK is passed. Several oligarchs, including Chelsea owner Roman Abramovitch, have already been targeted with sanctions. \r\n\r\nMeanwhile on Wednesday, a new slew of allegations of war crimes were hurled at Putin after video of an attack that was later confirmed by Ukraine's prosecutor general showed at least 10 civilians gunned down while they were queueing for bread outside Chernihiv. \r\n\r\nUkraine's prosecutor general confirmed in a statement the attack by Russian forces who 'fired at people standing in line for bread near a grocery store.' While new drone footage appeared to show Russian soldiers executing a lone Ukrainian civilian as he held his hands up to surrender on a highway west of Kyiv last week.\r\n\r\nRussian authorities have repeatedly insisted that their forces are only targeting strategic military locations and are not waging war on the civilian population of Ukraine but it comes after two residential apartment blocks in west Kyiv were hit in shelling overnight. Moscow's men started pounding the southern Ukrainian city of Zaporizhzhia hours after around 20,000 refugees arrived through a humanitarian corridor from Mariupol. ",
      "RecycledImages": [],
      "DurationInSeconds": 224.088
    }
  ],
  "SanitizedTitle": "daily-update"
}