{
  "Id": "6d565485-5f52-4640-86a9-dadae7b712b0",
  "Title": "Ukraine War Daily Update - 15 March",
  "Articles": [
    {
      "Id": "8839e30e-9154-4b4b-9a9d-476551ddc058",
      "Url": "https://www.dailymail.co.uk/news/article-10613069/Putins-forces-able-fight-14-days-military-experts-say.html",
      "Source": "Mail Online",
      "Title": "Putin's forces may only be able to keep up the fight for another 14 days, defence sources say as increasingly-desperate invaders launch more devastating strikes on Kyiv this morning",
      "Published": "2022-03-15T00:00:00",
      "Images": [
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.1.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.2.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.3.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.4.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.5.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.6.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.7.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.8.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.9.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.10.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.11.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.12.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.13.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.14.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.15.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.16.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.17.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.18.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.19.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.20.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.21.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.22.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.23.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.24.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.25.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.26.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.27.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.28.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.29.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.30.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.31.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.32.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.33.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.34.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.35.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.36.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.37.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.38.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.39.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.40.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.41.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.42.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.43.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.44.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.45.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.46.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.47.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.48.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.49.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.50.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.51.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.52.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.53.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.54.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.55.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.56.png"
        }
      ],
      "Narration": "Russian forces may only be able to sustain full fighting capacity for another 'ten to 14' days, senior UK defence sources indicated last night, after which Putin's men will struggle to hold the ground they have already captured from Ukrainian troops.\r\n\r\nUK defence sources say that Kyiv has Moscow 'on the run' and the Russian army could be just two weeks from 'culmination point' - after which 'the strength of Ukraine's resistance should become greater than Russia's attacking force.' Advances across Ukraine have already stopped as Moscow's manpower runs short.\r\n\r\nPresident Volodymyr Zelensky echoed that optimism in an early-morning address to the Ukrainian people, saying his military continues to inflict 'devastating losses on Russian troops.'\r\n\r\n\r\n'Soon the number of downed helicopters of Russia will reach hundreds of units. They have already lost 80 warplanes. Hundreds of tanks and thousands of other units of equipment. In 19 days, the Russian army has lost more in Ukraine than in two bloody and years-long wars in Chechnya,' he added.\r\n\r\nBut, as Russia's invasion falters, its methods become more brutal - with cities increasingly coming under indiscriminate rocket fire. Kyiv, the capital, suffered another round of bombing on Tuesday morning as apartment blocks were set on fire by early-hours strikes, though there was no immediate figure on casualties.\r\n\r\nUkraine's military said four Russian helicopters, a jet, and a cruise missile were shot down by its forces which remained in control of all major cities - including the badly-hit southern port of Mariupol. \r\n\r\nPutin's stuttering invasion has forced even his close allies to admit, publicly, that things are not going to plan. \r\n\r\nRussian National Guard chief Viktor Zolotov – once in charge of Putin's personal security – admitted Tuesday that 'not everything is going as fast as we would like'. But he still insisted Russia would achieve victory 'step by step'.\r\n\r\nThe Kremlin also said it may still opt to take control of large cities in Ukraine, despite false claims the purpose of its 'special military operation' is to 'liberate' the country.\r\n\r\nIt comes as footage emerged of Russian troops launching more devastating strikes on the port city of Kharkiv, with explosions lighting up the night sky. \r\nEncircling Kyiv and other significant population centres such as Kharkiv and Chernihiv would improve Russia's negotiating position and provide a scenario that Putin could try to present as a victory. \r\n\r\nKremlin spokesman Dmitry Peskov said: 'The ministry of defence, while ensuring maximum safety of the peaceful population, does not rule out the possibility of placing under its full control major population centres.\r\n\r\n'Inevitably this could lead to a large number of casualties among civilians. US and European Union officials are pushing Russia towards storming major cities with a view to place responsibility for civilian deaths on our country.' \r\n\r\nAs attacks on the capital continued yesterday, Russian rockets claimed more innocent lives.\r\n\r\nA local official said a town councillor for Bovary, east of Kyiv, was killed in fighting there. One person was also killed and six injured after the wreckage of an intercepted missile struck a residential street in Kyiv. The debris destroyed a bus and set an apartment building ablaze.\r\n\r\nResidents were rescued by ladder from a burning apartment block in the Obolon district of Kyiv after it was destroyed by a Russian air strike that killed at least two people in the early hours of the morning.  \r\n\r\n'They say that he is too severely burned, that I won't recognise him,' sobbed Lidiya Tikhovska, 83, staring at the spot where a paramedic said the remains of her son Vitaliy lay.\r\n\r\n'I wish Russia the same grief I feel now,' she said, tears rolling down her cheeks as she clung to her grandson's elbow for support. \r\n\r\nAs fighting and artillery fire raged in the suburbs, the Antonov aircraft factory six miles from Kyiv was also hit, sparking a large fire. Ukrainian authorities said two more people died and seven were injured after Russian forces struck the factory. \r\n\r\nRussian airstrikes also hit residential buildings in the eastern city of Kharkiv and near the important southern city of Mykolaiv. Explosions also rang out overnight around the Russian-occupied Black Sea port of Kherson. \r\n\r\nLast night, US defence sources said there was 'an increasing amount of long range fires [air strikes]' targeting Kyiv and other major cities but these population centres were 'holding out'.\r\n\r\nA Pentagon spokesman added: 'They are continuing the bombardment and increasing that, no doubt about that.' UK defence sources expect the Ukrainians to target Russian surface-to-air missile stations, electronic warfare sites and command and control networks.\r\n\r\nThese military assets are situated on the outskirts of Kyiv and other cities and could be targeted using drones supplied by Turkey. Russia's attacks yesterday proved costly. The Ukrainians claimed they shot down four warplanes, three helicopters and numerous drones, inflicting what they called 'devastating blows' on the invaders.\r\n\r\nKyiv also claimed yesterday that Russian troops had made no major advances over the previous 24 hours – an assessment shared by US officials.\r\n\r\nRussian troop losses in less than three weeks of fighting are thought to be as high as 12,000, according to Ukraine.\r\n\r\nMeanwhile, dozens of British volunteer fighters who travelled to Ukraine to join the International Legion narrowly avoided being killed in a Russian missile strike on a military base which left dozens dead. \r\n\r\nThree British former paratroopers are understood to have been killed in the attack on the Yavoriv base, located just 11 miles from the Polish border.  \r\n\r\nThe ex-soldiers, who were members of the Parachute Regiment, joined Ukraine’s foreign legion after Vladimir Putin’s troops invaded last month.\r\n\r\nThe volunteers, who are thought to be the first British victims of the war, were among 35 people killed in the strike. Dozens of other British volunteer fighters narrowly avoided being killed in the attack.   \r\n\r\nRussian spies are believed to have infiltrated a group of foreign fighters and provided information from the base. Intelligence chiefs are investigating whether a Russian spy claiming to be an international volunteer for Ukraine was feeding information to the Kremlin before the attack.\r\n\r\nThe sources believe that Russian spy agencies had 'turned' foreign fighters on the base and one recruit is suspected of sending coordinates and information to Russia before the attack, reported the Daily Mirror. \r\n\r\nA source told the newspaper that a Ukrainian Army guard at the miliary base saw a man - believed to be carrying a laptop - running from the base before the strikes hit.\r\n\r\nThe former British Army soldiers believed to be killed in the strikes travelled to Ukraine after having served in the Parachute Regiment’s first and second battalions – known as 1 Para and 2 Para.\r\n\r\nThey are believed to have been living in an accommodation block at the Yavoriv garrison when the Russian rockets struck. \r\n\r\nHundreds of western volunteers were stationed in a building close to the barracks which were destroyed during the airstrike.\r\n\r\nThe camp was being used to train foreign fighters and to store weapons given to Ukraine by the UK and other allies. Last night, the Foreign, Commonwealth and Development Office (FCDO) refused to comment on reports of British deaths.\r\n\r\nSources said they were urgently investigating the incident at Yavoriv and working with the Ukrainian authorities to establish further information.  \r\n\r\nDozens of British volunteer fighters narrowly escaped death after Russia launched the air strike. \r\n\r\nA source told the Sun: 'A hundred yards difference you would be looking at hundreds of western casualties.\r\n\r\n'There were so many passports in there — British, Brazilian, Canadian, American, you name it.\r\n\r\n'It was like the Star Wars canteen. There were gun nuts, biker gangs, tough guys, American religious people there to do God's work, war addicts.\r\n\r\nKremlin spokesman Dmitry Peskov told reporters Putin had ordered his forces 'to hold back on any immediate assault on large cities because the civilian losses would be large'.\r\n\r\nHowever he said Russia's defence ministry 'does not rule out the possibility of putting large cities, which are already almost fully encircled, under its full control'.\r\n\r\nRussia's forces had earlier focused on eastern and southern areas of Ukraine - home to more ethnic Russians - but in recent days have moved to the country's centre.\r\n\r\nBut Russian troops have kept up their siege of southern Mariupol, where officials said more than 2,500 people have been killed.\r\n\r\nn Kyiv only roads to the south remain open, according to the Ukrainian presidency. City authorities have set up checkpoints, and residents are stockpiling food and medicine.\r\n\r\nThe northwestern suburb of Bucha is held by Russian forces, along with parts of Irpin, Ukrainian soldiers told AFP, although the Russians are encountering resistance east and west of the capital according to AFP journalists on the scene.  \r\n\r\nMeanwhile, Moscow also admitted that a top spy has been killed in Ukraine, adding to a lengthening list of senior commanders that Putin has now lost.\r\n\r\nCaptain Alexey Glushchak, 31, is the first member of the feared GRU that Moscow has admitted losing during the conflict.\r\n\r\nThe foreign military intelligence agency was behind the 2018 poisoning of Sergei Skripal in Salisbury as well as a number of assassinations around the world. Gluschak, a father-of-one from Tyumen, Siberia, was caught in the bombardment of Mariupol and killed while on a 'top secret' operation.\r\n\r\nUkraine claims to have killed three Russian major-generals out of about 20 thought to be in the country. In total, Putin has now lost a dozen of his top brass.",
      "RecycledImages": [
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.1.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.2.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.3.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.4.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.5.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.6.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.7.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.8.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.9.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.10.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.11.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.12.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.13.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.14.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.15.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.16.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.17.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.18.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.19.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.20.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.21.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.22.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.23.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.24.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.25.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.26.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.27.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.28.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.29.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.30.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.31.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.32.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.33.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.34.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.35.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.36.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.37.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.38.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.39.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.40.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.41.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.42.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.43.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.44.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.45.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.46.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.47.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.48.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.49.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.50.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.51.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.52.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.53.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.54.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.55.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.56.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.1.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.2.png"
        },
        {
          "Filename": "8839e30e-9154-4b4b-9a9d-476551ddc058-putin-s-forces-may-only-be-able-to-keep-up-fight-for-another-14-days.3.png"
        }
      ],
      "DurationInSeconds": 602.064
    },
    {
      "Id": "a3c11cf2-9de9-4e0f-bccf-931016a375e5",
      "Url": "https://www.rt.com/russia/551975-nazi-influence-ukrainian-politics/",
      "Source": "Russia Today",
      "Title": "Under the Wolfsangel: The uncomfortable truth about radical ideologies in Ukraine. The Nazi influence on modern-day Ukrainian politics is clear, tangible, and willfully ignored by its Western supporters",
      "Published": "2022-03-15T00:00:00",
      "Images": [
        {
          "Filename": "ab873178-aa50-404f-8dc0-e2b8c7546757.png"
        },
        {
          "Filename": "9923ca69-acc4-4dc6-8952-42ce1db6b177.png"
        },
        {
          "Filename": "d545d6f9-d80d-48ae-9673-8d344dcac352.png"
        },
        {
          "Filename": "1947ea4d-0dea-4e83-a24d-f6046edbd999.png"
        },
        {
          "Filename": "c63fb50e-5cd1-4c59-8432-cb70b6135f05.png"
        },
        {
          "Filename": "066c0113-088b-4fa6-8f96-ba7bee2ac6c5.png"
        },
        {
          "Filename": "cdd910f1-b2b8-4179-949e-f93bb2a86e02.png"
        },
        {
          "Filename": "4b83a04b-211e-4b77-88c8-2d86bc3d1d76.png"
        },
        {
          "Filename": "07dbf8a5-bd7d-4210-aa4b-af52b538e51c.png"
        },
        {
          "Filename": "3a758fa3-4e7c-460c-9f29-691ccfc17f0f.png"
        },
        {
          "Filename": "95a71b66-8e7f-4588-bd9a-2d20976422d1.png"
        },
        {
          "Filename": "4b45181c-4267-4eaf-b39a-7042f7b4883d.png"
        },
        {
          "Filename": "661dd039-fff5-4863-bbc1-1dd54e5ccd97.png"
        },
        {
          "Filename": "8eb19796-cc85-4d49-8135-db18e95e8cff.png"
        },
        {
          "Filename": "4ffdf39e-82a0-439a-be05-d8b2b0c3f03f.png"
        },
        {
          "Filename": "9aeaaf27-c365-41b1-8e24-b8932e85f8e5.png"
        },
        {
          "Filename": "ec638966-076f-44f3-9c48-7b47236b2fcc.png"
        },
        {
          "Filename": "9c6673a5-e31e-4f9e-b5f8-8fa2d8145839.png"
        },
        {
          "Filename": "011dae4c-8627-49e7-8215-1a04f38e8141.png"
        },
        {
          "Filename": "76c33598-696d-4e34-9f6f-e4dcecf410ed.png"
        },
        {
          "Filename": "391fd395-88bc-49c4-90b6-8e8fa9056306.png"
        },
        {
          "Filename": "c1a94592-1ca5-4edb-b15b-a1a43bb8850e.png"
        },
        {
          "Filename": "16877df5-2a11-4bbd-a1ad-280a6bc6dace.png"
        },
        {
          "Filename": "c5b908d1-fd4e-4577-8327-def83c851e49.png"
        },
        {
          "Filename": "93e71f2e-856d-438c-b1c4-d9937efe1b06.png"
        },
        {
          "Filename": "df4eaad5-84c7-42ed-89c8-1fd529a2bb56.png"
        },
        {
          "Filename": "55c60b9e-3794-46ad-9c71-9638247a6be7.png"
        },
        {
          "Filename": "84d82c0b-685c-4b60-86cc-ff77b2886c3a.png"
        }
      ],
      "Narration": "A cursory look at the documents regarding the foundation of the Ukrainian state would make it appear quite European and democratic, which is exactly the reason why many might have dismissed Vladimir Putin’s talk about neo-Nazis in Ukraine as rhetoric and propaganda. The truth, however, is much more complicated and cannot be summarized by saying \"Ukrainian president is Jewish, and thus all allegations are untrue\".\r\n\r\nOne historical figure who has emerged as a hero in post-Maidan Ukraine is Stepan Bandera, a leader and ideologist of the militant wing of the far-right Organization of Ukrainian Nationalists (OUN). Today, there are streets named after him, people sing songs in his honor and carry his portrait.\r\n\r\nBorn in Galicia (at the time part of Austria-Hungary) on January 1, 1909, Stepan Bandera was tried on terrorism charges in Poland on multiple occasions. In 1934, he was sentenced to death, but the sentence was commuted to life imprisonment. He served his sentence until 1939, when he was released following the German invasion of Poland.\r\n\r\nBandera spent his younger years building a career in nationalist organizations. In 1928, he joined the Ukrainian Military Organization, and in 1929, he became a member of the Organization of Ukrainian Nationalists where he quickly gained influence. He was instrumental in the split of the organization into two factions in February 1940. Bandera became the leader of the more radical OUN-B, while more moderate members supported Andriy Melnyk's OUN-M.\r\n\r\nBoth factions supported Hitler’s Third Reich and collaborated with the Germans during WWII. Bandera personally negotiated the creation of the \"Ukrainian Legion\" under German command that was finally organized as two units. One, commanded by Roman Shukhevych became known as Nachtigall Battalion, and the other, commanded by Richard Yary, was the Roland Battalion. Both were the subunits under command of the Abwehr (the German military-intelligence service) special operation unit Brandenburgers.\r\n\r\nThe 1st Galician Division of the SS was also drafted predominantly from volunteers of Ukrainian ethnic background with ties to the OUN. One of the Division’s battalions was commanded by an OUN member, Major Yevgeny Pobigushchy. Present-day Ukrainian propaganda depicts this Division as the Ukrainian Insurgent Army, but it was yet another OUN-established nationalist paramilitary organization that collaborated with the Nazis and was steered by the OUN leaders Dmytro Klyachkivsky and Roman Shukhevych. In reality, the 1st Galician Division of the SS started off as the   SS-Freiwilligen Division \"Galizien\" but was re-named after 1944 as the 14th Waffen Grenadier Division der SS and was supposed to be made up of Galicians only, who were considered by Nazis to be \"more Aryan-like” than Ukrainians. However, OUN-B successfully infiltrated the division and took over some leading positions in it.\r\n\r\nAfter the coup of 2014, the new Ukrainian authorities took a more systematic approach to glorifying Hitler's collaborators. In April of 2015, the law ‘On the Legal Status and Perpetuation of the Memory of Fighters for the Independence of Ukraine in the 20th Century’ was adopted, in which the OUN and UPA are glorified. This perpetuation of memory refers to the building of memorial complexes, renaming significant places after the collaborators, propaganda in art, etc. In 2019, the Verkhovna Rada of Ukraine adopted a resolution on celebrating memorable dates and anniversaries. The list includes the birthday of Stepan Bandera. On January 1, torchlight processions honoring Bandera are held annually in Ukrainian cities, and a Stepan Bandera Avenue has appeared in Kiev.\r\n\r\nEducating children in the spirit of Ukrainian Nazism begins in school. In particular, a history textbook written by Mykola Galichants directly refers to the 'Aryan origin' of the Ukrainian nation, whose existence he traces directly back to the Paleolithic era. This textbook was published in 2005.\r\n\r\nAll references to the ‘Second World War’ have completely disappeared from Ukrainian textbooks. In the exam topics for 2020, only a certain ‘Soviet-German War’ is mentioned and any reference to Hitler, Bandera, the Holocaust, etc. is diligently avoided. However, there are some exceptions. One version of a 5th-grade textbook notes that on April 1, 1939, Hitler allegedly stated: “The soul hurts when we see the suffering of the noble Ukrainian people… The time has come to create a common Ukrainian state.” Some textbooks express pride that Ukrainian youths defended German cities from bombing attacks, while others declare that the regimes of Hitler and Stalin were equally hostile to Ukrainians.\r\n\r\nWhile the global media showed Ukraine’s Euromaidan with the leaders of pro-Western political parties well-known abroad, a group of far-right organizations was forming behind the scenes – the Right Sector. Tryzub, Bely Molot (“White Hammer”), Patriot of Ukraine, the Social-National Assembly, radical football fans and others came under its umbrella.\r\n\r\nEach of these organizations has its ideological roots in the Organization of Ukrainian Nationalists from the World War 2 era. Tryzub was founded by Yaroslava Stetsko, the wife of the author of the Ukrainian Statehood Renewal Act and a member of the Ukrainian Parliament. Yuri Shukhevich, the son of Roman Shukhevich, the notorious Ukrainian Insurgent Army commander and deputy commander of the Nachtigall Battalion, headed up the Ukrainian National Assembly – Ukrainian People's Self-Defense. He was also an MP. The “respectable” nationalists from the Svoboda party chose the name Social-National Party (sound familiar?) when it was founded in 1991. The radical Patriot of Ukraine group came from this party, and, in the beginning, its head was Andriy Parubiy, ex-Chairman of the Verkhovna Rada.\r\n\r\nAmnesty International also published a report on the crimes committed by the Aidar Volunteer Battalion, as well as report on how the Security Service of Ukraine (SBU) kept people in unacknowledged detention for long periods of time (sometimes up to fifteen months) without proper criminal process being followed and denying them access to lawyers and relatives. The latter document provides gruesome details about the torture of a resident of Mariupol, Artem, (whose real name was withheld) by the Azov Battalion (that grew out of the Patriot of Ukraine neo-Nazi organization). He was tortured with electric shocks, sleep deprivation and waterboarding.\r\n\r\nThe UN Office of the High Commissioner on Human Rights cites multiple cases of the members of the Azov Battalion and soldiers of the Ukrainian army looting and violating civilians. In a most outrageous act of violence, a man with a mental disability was subject to cruel treatment and rape at the hands of members of the Azov and Donbas Battalions. The victim’s health subsequently deteriorated, and he was placed in a psychiatric hospital.\r\n\r\nIn Mariupol, the Azov Battalion was reported to have had a secret detention facility where multiple people were tortured. Ukraine’s SBU was said to provide the cover for the operation, which means that this activity was supported by the official government of Ukraine. What more proof do we need, if former deputy commander of the Azov Battalion, Vadym Troyan, went on to be appointed Deputy Minister of Internal Affairs of Ukraine, and the Azov Battalion itself is now a unit of the National Guard of Ukraine that serves the Ministry of Internal Affairs? Troyan was in charge of police reforms that involved a complete change of staff. On his orders, the officers who worked with the previous government of Viktor Yanukovych were let go and replaced. Many of the new recruits were eager to show off their Nazi salutes in front of the Ministry’s entrance carrying the coat-of-arms of Ukraine.\r\n\r\nFrom the very first days of Kiev’s war against Donbass, Ukrainian troops were joined by international mercenaries, mostly of a neo-Nazi, ultra-right and racist variety. The Azov Battalion, joined by the extreme right Misanthropic Division, played a key role in organizing this international neo-Nazi guerilla network.\r\n\r\nInternational mercenaries began training for the Misanthropic Division as early as in 2015 in Portugal, and citizens of France, Italy, Belarus, Canada, Sweden, Slovenia and the USA had all participated in the war on Donbass before that. For example, there were reports of Mikael Skillt, a Swedish neo-Nazi sniper joining the Azov Battalion. Portugal’s Publico daily reported that Francesco Saverio Fontana, an Italian neo-fascist linked to CasaPound Italia fought in Donbass and recruited international fighters for Ukraine’s ATO operation from the UK, France and Brazil. Michael Colborne, a Canadian journalist working with the Balkan Investigative Reporting Network (BIRN) reported that in 2014 and 2015 the Azov Battalion was joined by at least thirty mercenaries from Croatia. According to the data provided by the German government upon the request of the Left Party faction, the total number of foreigners who joined the war against Donbass exceeded one thousand, including about 150 German fighters.",
      "RecycledImages": [
        {
          "Filename": "ab873178-aa50-404f-8dc0-e2b8c7546757.png"
        },
        {
          "Filename": "9923ca69-acc4-4dc6-8952-42ce1db6b177.png"
        },
        {
          "Filename": "d545d6f9-d80d-48ae-9673-8d344dcac352.png"
        },
        {
          "Filename": "1947ea4d-0dea-4e83-a24d-f6046edbd999.png"
        },
        {
          "Filename": "c63fb50e-5cd1-4c59-8432-cb70b6135f05.png"
        },
        {
          "Filename": "066c0113-088b-4fa6-8f96-ba7bee2ac6c5.png"
        },
        {
          "Filename": "cdd910f1-b2b8-4179-949e-f93bb2a86e02.png"
        },
        {
          "Filename": "4b83a04b-211e-4b77-88c8-2d86bc3d1d76.png"
        },
        {
          "Filename": "07dbf8a5-bd7d-4210-aa4b-af52b538e51c.png"
        },
        {
          "Filename": "3a758fa3-4e7c-460c-9f29-691ccfc17f0f.png"
        },
        {
          "Filename": "95a71b66-8e7f-4588-bd9a-2d20976422d1.png"
        },
        {
          "Filename": "4b45181c-4267-4eaf-b39a-7042f7b4883d.png"
        },
        {
          "Filename": "661dd039-fff5-4863-bbc1-1dd54e5ccd97.png"
        },
        {
          "Filename": "8eb19796-cc85-4d49-8135-db18e95e8cff.png"
        },
        {
          "Filename": "4ffdf39e-82a0-439a-be05-d8b2b0c3f03f.png"
        },
        {
          "Filename": "9aeaaf27-c365-41b1-8e24-b8932e85f8e5.png"
        },
        {
          "Filename": "ec638966-076f-44f3-9c48-7b47236b2fcc.png"
        },
        {
          "Filename": "9c6673a5-e31e-4f9e-b5f8-8fa2d8145839.png"
        },
        {
          "Filename": "011dae4c-8627-49e7-8215-1a04f38e8141.png"
        },
        {
          "Filename": "76c33598-696d-4e34-9f6f-e4dcecf410ed.png"
        },
        {
          "Filename": "391fd395-88bc-49c4-90b6-8e8fa9056306.png"
        },
        {
          "Filename": "c1a94592-1ca5-4edb-b15b-a1a43bb8850e.png"
        },
        {
          "Filename": "16877df5-2a11-4bbd-a1ad-280a6bc6dace.png"
        },
        {
          "Filename": "c5b908d1-fd4e-4577-8327-def83c851e49.png"
        },
        {
          "Filename": "93e71f2e-856d-438c-b1c4-d9937efe1b06.png"
        },
        {
          "Filename": "df4eaad5-84c7-42ed-89c8-1fd529a2bb56.png"
        },
        {
          "Filename": "55c60b9e-3794-46ad-9c71-9638247a6be7.png"
        },
        {
          "Filename": "84d82c0b-685c-4b60-86cc-ff77b2886c3a.png"
        },
        {
          "Filename": "ab873178-aa50-404f-8dc0-e2b8c7546757.png"
        },
        {
          "Filename": "9923ca69-acc4-4dc6-8952-42ce1db6b177.png"
        },
        {
          "Filename": "d545d6f9-d80d-48ae-9673-8d344dcac352.png"
        },
        {
          "Filename": "1947ea4d-0dea-4e83-a24d-f6046edbd999.png"
        },
        {
          "Filename": "c63fb50e-5cd1-4c59-8432-cb70b6135f05.png"
        },
        {
          "Filename": "066c0113-088b-4fa6-8f96-ba7bee2ac6c5.png"
        },
        {
          "Filename": "cdd910f1-b2b8-4179-949e-f93bb2a86e02.png"
        },
        {
          "Filename": "4b83a04b-211e-4b77-88c8-2d86bc3d1d76.png"
        },
        {
          "Filename": "07dbf8a5-bd7d-4210-aa4b-af52b538e51c.png"
        },
        {
          "Filename": "3a758fa3-4e7c-460c-9f29-691ccfc17f0f.png"
        },
        {
          "Filename": "95a71b66-8e7f-4588-bd9a-2d20976422d1.png"
        },
        {
          "Filename": "4b45181c-4267-4eaf-b39a-7042f7b4883d.png"
        },
        {
          "Filename": "661dd039-fff5-4863-bbc1-1dd54e5ccd97.png"
        },
        {
          "Filename": "8eb19796-cc85-4d49-8135-db18e95e8cff.png"
        },
        {
          "Filename": "4ffdf39e-82a0-439a-be05-d8b2b0c3f03f.png"
        },
        {
          "Filename": "9aeaaf27-c365-41b1-8e24-b8932e85f8e5.png"
        },
        {
          "Filename": "ec638966-076f-44f3-9c48-7b47236b2fcc.png"
        },
        {
          "Filename": "9c6673a5-e31e-4f9e-b5f8-8fa2d8145839.png"
        },
        {
          "Filename": "011dae4c-8627-49e7-8215-1a04f38e8141.png"
        },
        {
          "Filename": "76c33598-696d-4e34-9f6f-e4dcecf410ed.png"
        },
        {
          "Filename": "391fd395-88bc-49c4-90b6-8e8fa9056306.png"
        },
        {
          "Filename": "c1a94592-1ca5-4edb-b15b-a1a43bb8850e.png"
        },
        {
          "Filename": "16877df5-2a11-4bbd-a1ad-280a6bc6dace.png"
        },
        {
          "Filename": "c5b908d1-fd4e-4577-8327-def83c851e49.png"
        },
        {
          "Filename": "93e71f2e-856d-438c-b1c4-d9937efe1b06.png"
        },
        {
          "Filename": "df4eaad5-84c7-42ed-89c8-1fd529a2bb56.png"
        },
        {
          "Filename": "55c60b9e-3794-46ad-9c71-9638247a6be7.png"
        },
        {
          "Filename": "84d82c0b-685c-4b60-86cc-ff77b2886c3a.png"
        },
        {
          "Filename": "ab873178-aa50-404f-8dc0-e2b8c7546757.png"
        },
        {
          "Filename": "9923ca69-acc4-4dc6-8952-42ce1db6b177.png"
        },
        {
          "Filename": "d545d6f9-d80d-48ae-9673-8d344dcac352.png"
        }
      ],
      "DurationInSeconds": 595.224
    },
    {
      "Id": "6e5ab478-d434-477f-b329-5fc28e941e6b",
      "Url": "https://www.rollingstone.com/politics/politics-news/michael-flynn-putin-bill-gates-conspiracy-theory-1320714/",
      "Source": "Rolling Stone",
      "Title": "Michael Flynn Says Putin's Ukraine Invasion Is Disrupting Bill Gates' 'New World Order'. “Someone like Vladimir Putin has upset this balance of the New World Order they were trying to achieve by going into Ukraine,” the former national security advisor said",
      "Published": "2022-03-14T00:00:00",
      "Images": [
        {
          "Filename": "6e5ab478-d434-477f-b329-5fc28e941e6b-michael-flynn-says-putin-s-ukraine-invasion-is-disrupting-bill-gates--new-world-order.3.png"
        },
        {
          "Filename": "2cca36d6-3a24-4617-94b9-b2b4f3769b64.png"
        },
        {
          "Filename": "781be89b-b031-4337-acf1-98439eec7cde.png"
        },
        {
          "Filename": "7a1ef18b-a2eb-4cac-8dbf-7fd0fb70b4eb.png"
        },
        {
          "Filename": "ca9270a8-8bb4-4a64-8036-56aaf0014363.png"
        },
        {
          "Filename": "32f148d1-0bba-42f8-a7c0-db5560748ed4.png"
        },
        {
          "Filename": "311f75d8-b375-45e0-80f1-40d6fa6f63fd.png"
        },
        {
          "Filename": "5e6f063e-e784-486b-8f09-4125463e84ea.png"
        },
        {
          "Filename": "997b4603-ecb4-44fc-a0e3-f911539763b4.png"
        },
        {
          "Filename": "8224e6d1-940e-484c-84dc-14fb105b03f9.png"
        },
        {
          "Filename": "e01fef0c-7b5b-433f-b8e6-255bf8356152.png"
        }
      ],
      "Narration": "Michael Flynn, Donald Trump’s disgraced former national security advisor, wants you to know he’s the “last guy” who would be an apologist for Vladimir Putin, the Russian leader currently conducting a murderous attack on Ukraine.\r\n\r\nFlynn would also like you to know, however, that Putin’s invasion “has now upset” plans for a “New World Order” organized by people like billionaire Bill Gates, who are (somehow) pushing to eliminate “God and a soul.”\r\n\r\nThat is a conspiracy theory word salad from Flynn, but it goes toward a dangerous end: setting up Putin as a hero to a host of conspiracy theorists and covering for an invasion that has caused mass death and suffering in Ukraine.\r\n\r\n“Someone like Vladimir Putin has upset this balance of the New World Order they were trying to achieve by going into Ukraine. And you know, I’m probably the last person that’s going to be a Putin apologist. I won’t be, but what I do understand are the dynamics that are playing out in Ukraine right now,” Flynn said on March 8 during an appearance on Thrivetime Show, a podcast hosted by anti-vaxx commentator Clay Clark. Together, Flynn and Clark have organized the Reawaken America tour, a far-right event traveling to cities across the U.S. featuring conspiracy-pushing speakers such as Eric Trump, Roger Stone, and MyPillow Guy Mike Lindell.\r\n\r\nFlynn continued his rant on Clark’s podcast by claiming that the World Economic Forum and billionaires like Gates are angry with Putin for invading Ukraine and ruining their plans for world domination. “All of what we are seeing play out in Europe right now is an upsetting of the balance of the world order as they want it—as people like [Israeli professor and historian] Dr. [Yuval Noah] Harari, as people like Klaus Schwab [founder of the World Economic Forum] and others,” Flynn said. “Bill Gates is another one.”\r\n\r\nThese individuals, Flynn claimed, “are very smart, they’re very well resourced, and they have a very sort of strategic idea of how they want to see the world develop.” He added, “God and a soul are not part of that strategy.”\r\n\r\nAccording to the Anti-Defamation League, Schwab and others have been accused by conspiracy theorists of trying to use the Covid-19 pandemic as an opportunity to “reorganize global societies and economies to their benefit” while implementing a “global totalitarian regime” led by the rich and powerful. The conspiracy theory, known as “The Great Reset,” stems from a report by the same name issued by the World Economic Forum (WEF) in June 2020. According to WEF, “’The Great Reset’ is a commitment to jointly and urgently build the foundations of our economic and social system for a more fair, sustainable and resilient future.” But conspiracy theorists see “The Great Reset” as a threat to people everywhere as the global elite concentrate their power and control.\r\n\r\nFlynn’s attempt to link Ukraine back to his pet conspiracies muddies the waters, painting Putin as a resistor of global elites, rather than a cruel autocrat invading a sovereign nation to secure his legacy, no matter how many people die as a result.",
      "RecycledImages": [
        {
          "Filename": "6e5ab478-d434-477f-b329-5fc28e941e6b-michael-flynn-says-putin-s-ukraine-invasion-is-disrupting-bill-gates--new-world-order.3.png"
        },
        {
          "Filename": "2cca36d6-3a24-4617-94b9-b2b4f3769b64.png"
        },
        {
          "Filename": "781be89b-b031-4337-acf1-98439eec7cde.png"
        },
        {
          "Filename": "7a1ef18b-a2eb-4cac-8dbf-7fd0fb70b4eb.png"
        },
        {
          "Filename": "ca9270a8-8bb4-4a64-8036-56aaf0014363.png"
        },
        {
          "Filename": "32f148d1-0bba-42f8-a7c0-db5560748ed4.png"
        },
        {
          "Filename": "311f75d8-b375-45e0-80f1-40d6fa6f63fd.png"
        },
        {
          "Filename": "5e6f063e-e784-486b-8f09-4125463e84ea.png"
        },
        {
          "Filename": "997b4603-ecb4-44fc-a0e3-f911539763b4.png"
        },
        {
          "Filename": "8224e6d1-940e-484c-84dc-14fb105b03f9.png"
        },
        {
          "Filename": "e01fef0c-7b5b-433f-b8e6-255bf8356152.png"
        },
        {
          "Filename": "6e5ab478-d434-477f-b329-5fc28e941e6b-michael-flynn-says-putin-s-ukraine-invasion-is-disrupting-bill-gates--new-world-order.3.png"
        },
        {
          "Filename": "2cca36d6-3a24-4617-94b9-b2b4f3769b64.png"
        },
        {
          "Filename": "781be89b-b031-4337-acf1-98439eec7cde.png"
        },
        {
          "Filename": "7a1ef18b-a2eb-4cac-8dbf-7fd0fb70b4eb.png"
        },
        {
          "Filename": "ca9270a8-8bb4-4a64-8036-56aaf0014363.png"
        },
        {
          "Filename": "32f148d1-0bba-42f8-a7c0-db5560748ed4.png"
        },
        {
          "Filename": "311f75d8-b375-45e0-80f1-40d6fa6f63fd.png"
        },
        {
          "Filename": "5e6f063e-e784-486b-8f09-4125463e84ea.png"
        }
      ],
      "DurationInSeconds": 193.056
    }
  ],
  "FullTitle": "ukraine-war-daily-update--15-march",
  "FileName": "ukraine-war-daily-update--15-march.json"
}