{
    "Id":"b9ba37a2-6410-454e-9437-7e73e189b924",
    "Title":"Rihana Is Pregnant",
    "Articles": [
        {
            "Id":"362df0c9-0b79-441c-8e84-af438d27db0b",
            "Url":"https://www.thesun.co.uk/tvandshowbiz/celebrities/17811430/pregnant-rihanna-baby-bump-black-lace-lingerie-dior-photos/",
            "Title":"Rihanna flaunts baby bump in black lace lingerie during Paris Fashion Week",
            "Narration": "PREGNANT Rihanna bared her baby bump in a wild outfit of black lingerie and leather as she arrived at the Dior show as part of Paris Fashion Week.
The music superstar looked glamorous in a black lace babydoll with sheer material covering her growing baby bump. 
Rihanna wore nothing but lingerie and boots as she attended the Dior show.
The singer looked stunning as she continues to show off her unconventional maternity looks.
Underneath, Rihanna wore a barely-there thong, also in black lace.
On top, she layered a leather coat, which she draped over her arms as she strode inside wearing knee-high vinyl boots.
Her jewellery was equally eye-catching, as she flaunted a diamond choker and layered necklaces.
She complimented her look with immaculate white nails and a simple red lip.
The Umbrella singer was all smiles as she waved to the huge crowd of fans that had gathered to take pictures.     ",
            "Source":"The Sun",
            "Date":"2022-01-03T00:00:00",
            "Images": [
                "8fe264a6-d51f-4591-b4b7-e7d04b02faa7-rihanna-flaunts-baby-bump-in-black-lace-lingerie-during-paris-fashion-week.png",
                "b57988d3-64d7-4c38-886b-c392b54ac536.png",
                "c33584fb-6ff8-40b8-a3a7-a3e30a115d60.png",
                "86dd54bf-0993-49c7-937c-9343b999de16.png",
                "db6ed107-ac2e-421f-a17b-51bf847732ce.png"
            ]
        },
        {
            "Id":"0c1c2cc8-d562-475d-8b18-09d6f2ec0951",
            "Url":"https://www.thesun.co.uk/tvandshowbiz/17926396/rihanna-ten-year-battle-neighbour-sued-parking-bamboo/",
            "Title":"Inside Rihanna's TEN year battle with neighbour who sued her",
            "Narration": "Rihanna has finally settled a lawsuit with her neighbour who sued her more than 10 years ago.
            Christian Moeller sued Rihanna in 2009 when she was just 21 years, accusing the Umbrella star of being a ‘bad neighbour’ in their Hollywood Hills neighbourhood.
            Court documents filed in the Los Angeles Superior Court on January 25 in a motion to dismiss showed the court case named Robyn Fenty – Rihanna's real name – and her landlord at the time,  Stephen Yacobian.
            
            In his original lawsuit, Moeller sued the star for damages over trespass, fraud, invasion of privacy and nuisance.
            
            He claimed cars used by chauffeurs and Rihanna herself loitered on his driveway, blocking it and that the singer planted tall bamboo plants that blocked his view of the city.
            
            Moeller said in his lawsuit that a security camera installed on the house was pointed at his property.
            
            But in January's legal paperwork the case was dismissed according to RadarOnline, although the documents did not disclose the details of the settlement.
            
            The same website previously reported on the lawsuit and spoke to some of her other neighbours who had only good things to say about the star.",
            "Source":"The Sun",
            "Date":"2022-01-03T00:00:00",
            "Images": [
                "ff58330e-24a8-4593-9d36-aa94705f7e9f-inside-rihanna-s-ten-year-battle-with-neighbour-who-sued-her.png",
                "5a3bb087-0517-4312-ab4f-28271c9388fb.png",
                "e5b1b08c-3d41-4ca1-b1e5-e9a1b59a68c5.png",
                "6ad8546a-ba6b-4a9d-8084-81e798e5ca74.png",
                "ca97288a-588f-452e-b2b8-013068391b90.png"
            ]
        }        
    ]
}