{
  "Id": "2f9182b2-8ec0-4cfb-8894-78505d82a99a",
  "Title": "Kanye West Jan-March 2022 Update",
  "Articles": [
    {
      "Id": "4cf6f489-3960-4273-86bd-279ffe50b751",
      "SlideshowFolder": "C:\\Users\\theok\\Repos\\FactCheckThisBitch\\Source\\VideoFromArticle.Admin.Windows\\data\\kanye-west-jan-march-2022-update",
      "Url": "https://www.dailymail.co.uk/tvshowbiz/article-10406085/Kanye-West-holds-ab-baring-girlfriend-Julia-Fox-sexy-photo-shoot-promoting-Donda-2.html",
      "Source": "Mail Online",
      "Title": "Kanye West holds his ab-baring girlfriend Julia Fox in sexy scenes",
      "Published": "2022-01-15T00:00:00",
      "Images": [
        {
          "Filename": "52966611-0-image-a-4_1642264270204.jpg"
        },
        {
          "Filename": "52966631-0-image-a-20_1642264549403.jpg"
        },
        {
          "Filename": "52966625-0-image-a-21_1642264557527.jpg"
        },
        {
          "Filename": "52966617-10406085-Super_sexy_They_were_hot_and_steamy_and_couldn_t_keep_their_hand-a-80_1642313026939.jpg"
        },
        {
          "Filename": "52966621-10406085-Lean_on_me_Julia_leaned_her_head_upon_Kanye_s_shoulder-a-81_1642313027094.jpg"
        },
        {
          "Filename": "52966619-10406085-Loved_up_The_couple_tenderly_wrapped_their_arms_around_one_anoth-a-82_1642313028530.jpg"
        },
        {
          "Filename": "52966615-10406085-Making_art_together_Not_only_will_West_be_releasing_Donda_2_but_-a-83_1642313028607.jpg"
        },
        {
          "Filename": "52966613-10406085-Heart_to_heart_Last_week_Julia_documented_her_first_two_dates_wi-a-84_1642313028724.jpg"
        },
        {
          "Filename": "52966609-10406085-Can_t_keep_his_eyes_off_of_her_The_Grammy_winner_gazed_at_his_ne-a-85_1642313028808.jpg"
        },
        {
          "Filename": "52966629-10406085-Let_s_get_this_show_on_the_road_He_had_me_and_my_friends_laughin-a-86_1642313028915.jpg"
        },
        {
          "Filename": "52966627-10406085-Ab_fab_The_Uncut_Gems_actress_showcased_her_amazing_abs_in_her_g-a-87_1642313029003.jpg"
        },
        {
          "Filename": "52966597-10406085-Making_their_grand_entrance_The_couple_were_spotted_emerging_fro-a-88_1642313029123.jpg"
        },
        {
          "Filename": "52966607-10406085-XOXO_West_tenderly_placed_his_hand_on_her_lower_back-a-90_1642313029365.jpg"
        },
        {
          "Filename": "52966599-10406085-Walk_this_way_The_beauty_strutted_her_stuff_as_she_strode_toward-a-89_1642313029224.jpg"
        },
        {
          "Filename": "52966601-10406085-Dream_come_true_She_said_the_move_was_every_girl_s_dream_come_tr-a-92_1642313029555.jpg"
        },
        {
          "Filename": "52966605-10406085-Behind_closed_doors_The_couple_prepared_to_exit_through_the_mesh-a-91_1642313029412.jpg"
        },
        {
          "Filename": "52966603-10406085-Back_for_more_Kanye_is_currently_finishing_up_Donda_2_at_the_des-a-93_1642313029603.jpg"
        },
        {
          "Filename": "52982901-10406085-image-a-95_1642313077997.jpg"
        },
        {
          "Filename": "52982903-10406085-image-a-97_1642313143672.jpg"
        },
        {
          "Filename": "52982905-10406085-image-a-98_1642313174624.jpg"
        },
        {
          "Filename": "52967907-0-image-a-42_1642267661022.jpg"
        }
      ],
      "Narration": "Kanye West and his new girlfriend Julia Fox put on a steamy display as they filmed the rapper's upcoming movie Donda 2 in exclusive images obtained by DailyMail.com.\r\n\r\nThe chemistry was off the charts as Kanye, 44, tenderly held his new flame, 31, while posing on a dimly-lit street in Los Angeles on Friday.\r\n\r\nKanye will not only be releasing another Donda album, but he will also be releasing a movie to accompany the album starring his girlfriend Julia, sources have told DailyMail.com.\r\n\r\nThe steamy yet edgy photos showed the couple putting on a loved-up display as Julia wrapped her arms around his neck and Kanye placed his hands around her waist.\r\n\r\n\r\nJulia, clad in black G-string trousers and gloved jacket, flashed her amazing abs as she posed up a storm in a sexy black bra.\r\n\r\nKanye showed off his buff biceps in a black tank top, leather trousers, and a mask over his head. \r\n\r\nWhile posing against the car, the superstars looked like any other couple as Julia wrapped her hands around his arm and leaned her head against his shoulder.  \r\n\r\n'They were hot and steamy and couldn't keep their hands off each other,' a source told DailyMail.com of the shoot.\r\n\r\n'This photo shoot was taken in LA to promote DONDA 2 coming sooner than you think,' another insider said.\r\n\r\nKanye and Julia have been inseparable ever since sparking up their whirlwind romance at the start of the year. \r\n\r\nLast week Julia documented her first two dates with the A-lister in a 217-word account for Interview magazine.\r\n\r\nDetailing their 'instant connection' after meeting in Miami on New Year's Eve, the actress described the Grammy winner's generosity and 'fun' energy.\r\n\r\n'He had me and my friends laughing, dancing, and smiling all night. We decided to keep the energy going and fly back to New York City to see Slave Play,' she gushed.\r\n\r\nThe Uncut Gems star continued: 'Ye's flight landed at six and the play was at seven and he was there ON TIME. I was impressed. After the play we chose to do dinner at Carbone which is one of my favorite restaurants.' \r\n\r\n'At the restaurant, Ye directed an entire photo shoot for me while people dined,' she added. 'After dinner Ye had a surprise for me. I mean, I'm still in shock. Ye had an entire hotel suite full of clothes.'\r\n\r\nShe said the move was 'every girl's dream come true' and 'felt like a real Cinderella moment.'\r\n\r\n'I don't know how he did it, or how he got all of it there in time. But I was so surprised. Like, who does things like this on a second date? Or any date!' she marveled.\r\n\r\nFox concluded her piece by writing: 'Everything with us has been so organic. I don't know where things are headed but if this is any indication of the future I'm loving the ride.' \r\n\r\nThe piece also included some very intimate shots of their night out together, which included a snap of Julia straddling the rapper. \r\n\r\nKanye is currently finishing up Donda 2 in the desert in Southern California for Coachella.\r\n\r\nLast night the rapper released his new single with the Game, Eazy, which was only available for 24 hours on Spotify.\r\n\r\nThe new song sees the acclaimed musician rapping 'My new b*tch bad' and slamming his estranged wife Kim Kardashian's new boyfriend, Pete Davidson.\r\n\r\n'God saved me from that crash, so I could beat Pete Davidson's ass', he raps. \r\n\r\n",
      "RecycledImages": [],
      "DurationInSeconds": 214.848
    },
    {
      "Id": "57d7e939-032b-4a15-a053-05a0a359de81",
      "SlideshowFolder": "C:\\Users\\theok\\Repos\\FactCheckThisBitch\\Source\\VideoFromArticle.Admin.Windows\\data\\kanye-west-jan-march-2022-update",
      "Url": "https://www.independent.co.uk/arts-entertainment/music/news/kanye-west-kim-kardashian-house-kids-b1993811.html",
      "Source": "The Independent",
      "Title": "Kanye West defends buying house near ex-wife Kim Kardashian",
      "Published": "2022-01-15T00:00:00",
      "Images": [
        {
          "Filename": "newFile.jpg"
        },
        {
          "Filename": "953a610e-cb09-4540-90e2-be87c406ea84.png"
        },
        {
          "Filename": "deaab124-24d4-4bd3-be8b-3276a3de7ba1.png"
        },
        {
          "Filename": "b1403a56-57e2-432b-ab62-21e5a5303d81.png"
        },
        {
          "Filename": "a69868a2-b3e3-49da-9d7c-b03dfbfe1c87.png"
        },
        {
          "Filename": "7cfc7b8f-1d13-4a61-a8ac-b2dd6625afab.png"
        },
        {
          "Filename": "c4225045-9fe7-4cff-87e8-836cd78a39d5.png"
        },
        {
          "Filename": "43b15e9b-d84c-45a2-862a-9692d74811e8.png"
        },
        {
          "Filename": "cebe7428-376c-4b49-99a1-450cf174e4d6.png"
        },
        {
          "Filename": "8288fb91-ce29-4966-b3f4-72e24b650ae2.png"
        },
        {
          "Filename": "f1700fcd-ad0e-4b67-aa55-0ed63528b15c.png"
        },
        {
          "Filename": "6c275bc6-963d-49e4-b37b-c4a31f0aeacd.png"
        }
      ],
      "Narration": "Kanye West has said that he purchased a house near to ex-wife Kim Kardashian in order to bring himself “solace”.\r\n\r\nLast month, it was reported that West had bought a $4.5m (£3.3m) mansion in Los Angeles just weeks after Kardashian had requested a judge declare her “legally single”.\r\n\r\nSpeaking to Hollywood Unlocked, West said that he had moved to be near to his four children with the reality TV star, to whom he was married from 2014 to 2021.\r\n\r\n“My solace comes from seeing my kids and getting a solid schedule – that’s why I even got the house,” the rapper, who recently changed his name to Ye, said. “They flipped it, the media, into there was something wrong with me getting a house next to my kids.\r\n\r\n“Nothing with my career, with this rap, with this media, with none of that, that’s gonna keep me from my children. And that’s what I want everybody to know.”\r\n\r\nHe continued: “Don’t play with me, don’t play with my children. Ain’t no security gonna get in between me and my children. You ain’t finna gaslight me, you ain’t gonna run this narrative on me.”\r\n\r\nWest also said that he was inspired to make the move after his own father had failed to follow him to Atlanta when he was a kid.\r\n\r\nKardashian and West’s children are eight-year-old North, six-year-old Saint, four-year-old Chicago and two-year-old Psalm.\r\n\r\nWest is currently dating actor Julia Fox, but has made multiple public pleas asking Kardashian to return to him.\r\n\r\nOn Friday (14 January), audio leaked of an alleged new West song, in which the rapper could seemingly be heard threatening Kardashian’s new boyfriend, Saturday Night Live star Pete Davidson.\r\n\r\n“God saved me from that crash/ Just so I can beat Pete Davidson’s ass,” West rapped.",
      "RecycledImages": [],
      "DurationInSeconds": 105.504
    },
    {
      "Id": "dc755e98-4db8-42d1-809a-65c9680cc10a",
      "SlideshowFolder": "C:\\Users\\theok\\Repos\\FactCheckThisBitch\\Source\\VideoFromArticle.Admin.Windows\\data\\kanye-west-jan-march-2022-update",
      "Url": "https://www.independent.co.uk/life-style/julia-fox-kanye-west-girlfriend-uncut-gems-b2006296.html",
      "Source": "The Independent",
      "Title": "Everything to know about Kanye West’s rumoured new girlfriend Julia Fox",
      "Published": "2022-02-02T00:00:00",
      "Images": [
        {
          "Filename": "newFile-4.jpg"
        },
        {
          "Filename": "978b7945-b6e3-410e-90e6-7d37ffe65945.png"
        },
        {
          "Filename": "5de47fe7-2c73-4781-9dce-c7bddfc4413a.png"
        },
        {
          "Filename": "45b673b9-c2fa-4208-96f1-bc6f864c7e0e.png"
        },
        {
          "Filename": "48b676c4-b09a-4d75-881a-d87e1bac7f85.png"
        },
        {
          "Filename": "0ae7a909-8635-4a70-a70b-a24a3230a5ee.png"
        },
        {
          "Filename": "84473d1f-ec76-4eb4-a8af-716841f902d9.png"
        },
        {
          "Filename": "f7bbad0c-7ed2-4c89-9919-1ab54600431d.png"
        },
        {
          "Filename": "d8454972-718e-4f9f-b598-c08c6b0b3ab8.png"
        },
        {
          "Filename": "4222ca12-f669-4552-919d-8a417385b0ad.png"
        },
        {
          "Filename": "2663c1c9-c0fb-49d3-8235-73c16bf6abdb.png"
        },
        {
          "Filename": "5203734d-797a-4323-ad6d-31751732bef4.png"
        },
        {
          "Filename": "bedb32b9-b5ab-47bd-80f0-a83570c95ece.png"
        },
        {
          "Filename": "fb4393d4-af17-4ead-a0d7-71d10dba3859.png"
        }
      ],
      "Narration": "Actor and filmmaker Julia Fox is currently making headlines after seemingly establishing a relationship with Kanye West, leaving many fans wondering about the rapper’s new partner.\r\n\r\nReports of a relationship between Fox, 31, and West, 44, first circulated earlier this month when TMZ shared photos of the two together at a restaurant in Miami, Florida. At the time, the publication said sources with knowledge of the relationship claimed that “it’s nothing serious” and that West is “embracing single life”.\r\n\r\nHowever, a source told Page Six on 1 January 2022 that Fox and West are dating. “They both just got out of their former relationships, and they’ve helped each other recover immensely,” the source claimed.\r\n\r\nThe rumoured couple confirmed reports of a relationship this week, after they were photographed together in New York City on 4 January, when they were spotted leaving a performance of Tony Award-nominated show, Slave Play, at the August Wilson Theatre.\r\n\r\nIn a blog post published in Interview magazine, Fox described meeting West on New Year’s Eve, as well as their extravagant second date. The actor also opened up about her relationship with the rapper on her podcast Forbidden Fruits, where she described West as a “genius”. However, she did note that the couple is enjoying their time together with “no labels”.\r\n\r\nWhile the recent attention on Fox is a result of her relationship with West, this is far from the first time that she has found herself in the spotlight.\r\n\r\nFox has made a name for herself as a model, with the 31 year old appearing in numerous photo shoots, including a recent one in Paper magazine with comedian Pete Davidson, which she also referenced on her podcast. She has also produced her own photography books and in 2017, she hosted her own art show, “RIP Julia Fox.” She’s also a director and producer, and has made her own short film, Fantasy Girls.\r\n\r\nFox made her first acting debut in the 2019 thriller movie, Uncut Gems. She later starred in three movies released in 2020 and in Steven Soderbergh’s movie No Sudden Move, which came out in 2021.\r\n\r\nHowever, she’s expressed that acting isn’t her only realm of interest. ​”I feel like when you’re a creative, you can express that through so many mediums,” she told Paper in 2019.",
      "RecycledImages": [],
      "DurationInSeconds": 147.624
    },
    {
      "Id": "c4840295-2d6c-4062-adba-85828b12dc4b",
      "SlideshowFolder": "C:\\Users\\theok\\Repos\\FactCheckThisBitch\\Source\\VideoFromArticle.Admin.Windows\\data\\kanye-west-jan-march-2022-update",
      "Url": "https://www.theguardian.com/lifeandstyle/2022/feb/12/kim-kardashian-kanye-west-ye-divorce",
      "Source": "the Guardian",
      "Title": "Kim and Kanye divorce poised to be glitzy, messy and very public",
      "Published": "2022-02-12T00:00:00",
      "Images": [
        {
          "Filename": "e7cadfb5-8fe1-44eb-b921-431a2e5376f0.png"
        },
        {
          "Filename": "6ca0eaa3-75c5-48c9-81c4-c75d80b7425e.png"
        },
        {
          "Filename": "2fb048cd-f041-4b71-b85a-12bcf352024d.png"
        },
        {
          "Filename": "a39a4b0d-9af6-4688-96cf-d8fc92709320.png"
        },
        {
          "Filename": "76c5b26c-2115-44e3-899b-1fd1b7e93772.png"
        },
        {
          "Filename": "c19598db-f94a-45d9-b00b-d34619a332b6.png"
        },
        {
          "Filename": "f0ae5f91-33c8-4d97-9eee-92cf47b8b4f7.png"
        },
        {
          "Filename": "230e68f3-9be5-4845-b450-cfb5f61b9e46.png"
        },
        {
          "Filename": "30a18337-c195-4be1-a3c4-60452dcd9c15.png"
        },
        {
          "Filename": "4f10363e-b265-4462-9ffe-3c6ad8cbce44.png"
        },
        {
          "Filename": "5eb35f8b-a650-47ee-8197-967c680a1481.png"
        },
        {
          "Filename": "eddfc82f-34aa-4a3c-abd8-57971c5a8ee2.png"
        },
        {
          "Filename": "c059e11c-44ba-4194-a858-b56b5f50dc59.png"
        }
      ],
      "Narration": "Epic split between Kim Kardashian and rapper now known as Ye, with wealth, parenting disputes and trolling is perfect divorce for the Instagram Age.\r\n\r\nIt promises to be the celebrity separation of the year, unfolding in a dizzying hybrid of IRL (In Real Life) and virtual spheres.\r\n\r\nThe epic split between Kim Kardashian and Kanye West, with its generous cast of plus-ones, parenting responsibilities, brand fortunes, a family TV franchise, political and racial trolling, is a perfect divorce for the Instagram age.\r\n\r\nThe couple’s split appeared to be progressing smoothly enough, with West stepping in to dress Kardashian for TV and social balls. But with the introduction of new love interests, battle lines have been drawn. As ever, the couple’s children find themselves in a no man’s land in a parental trench war grinding back and forth.\r\n\r\nIt began, after months of trailing previews, in February last year when Kardashian, 41, central star of the reality show Keeping Up With the Kardashians, underwear and beauty entrepreneur, and a certified criminal justice lawyer, filed to end a nearly seven-year marriage to West, 44, the rapper, record producer and Yeezy fashion designer, who recently changed his name to Ye.\r\n\r\nThe couple have four children: North, Saint, Chicago and Psalm.\r\n\r\nAt the time, Ye was at their Cody, Wyoming, compound; Kardashian at her spread, en famille, in the Hidden Hills of the San Fernando Valley, California. “He goes and moves to a different state every year,” she fretted. “I have to be, like together, so I can raise the kids.” Both parents have fortunes estimated at $1.8bn, though Kardashian’s Skims – initially fronted by Kate Moss – was recently valued at $3.2bn.\r\n\r\n“For so long, I did what made other people happy,” she told Vogue this week. “And I think in the last two years I decided I’m going to make myself happy. And that feels really good.” This week, she told Vogue her 40s were about “being Team Me”.\r\n\r\nBut this is no easy split.\r\n\r\nYe said he’s owed an apology from his in-laws for failing to give him the address to his daughter Chicago’s birthday party that included an allegation of kidnapping. The post has since been deleted. Then he asked his followers what recourse he had when their eight-year-old daughter North was “put on TikTok against my will”.\r\n\r\n",
      "RecycledImages": [],
      "DurationInSeconds": 145.536
    },
    {
      "Id": "479f77db-b786-4f19-ae73-f9281d7263d6",
      "SlideshowFolder": "C:\\Users\\theok\\Repos\\FactCheckThisBitch\\Source\\VideoFromArticle.Admin.Windows\\data\\kanye-west-jan-march-2022-update",
      "Url": "https://faroutmagazine.co.uk/kid-cudi-kanye-west-public-fallout/",
      "Source": "Far Out Magazine",
      "Title": "Kid Cudi and Kanye West have public fallout over Pete Davidson",
      "Published": "2022-02-13T00:00:00",
      "Images": [
        {
          "Filename": "62309b0f-2507-4ad9-96c5-6983cc9c55f3.png"
        },
        {
          "Filename": "hqdefault.jpg"
        },
        {
          "Filename": "09ee7560-73a8-442f-83b2-f2646b77ca2f.png"
        },
        {
          "Filename": "f02da028-1e1c-4770-9795-cbb37c2e3b40.png"
        },
        {
          "Filename": "Kanye-West-chrome.jpg"
        },
        {
          "Filename": "1bd83485-7fd9-4030-934b-8da2cb167ed8.png"
        },
        {
          "Filename": "8c2afee0-d7d1-4396-acbd-4a47a7e91c32.png"
        },
        {
          "Filename": "86d59def-529b-4dc7-a140-5c62a7b0cbc5.png"
        },
        {
          "Filename": "55aaf8e8-e419-4020-acb2-373c3202cb74.png"
        }
      ],
      "Narration": "Kanye West and Kid Cudi have publicly fallen out over Cudi’s continued friendship with Pete Davidson who is currently dating West’s ex-wife Kim Kardashian. \r\n\r\nWest, who recently formally changed his name to Ye, confirmed that Cudi’s work on his forthcoming album Donda 2 would be removed from the record owing to the affiliation. \r\n\r\nThe album has already drawn controversy previous after it was confirmed that Marilyn Manson would once again feature on the record despite continued allegations of sexual misconduct made against the musician by various women over the last year. \r\n\r\nIn an Instagram post that has since been deleted, West wrote that Cudi “will not be on Donda because he’s friends with you know who,” adding “we all speak in Billie language now.”\r\n\r\nThe latter remark is in reference to another public spat that West is currently engineering with the 20-year-old musician Billie Eilish after he perceived the star giving an inhaler to a struggling fan to be an insult aimed towards Travis Scott. \r\n\r\nCudi responded in a less than amicable fashion, writing: “Too bad I don’t wanna be on ur album u fuckin dinosaur hahaha.”\r\n\r\nHe later added: “We talked weeks ago about this. You’re whack for flipping the script and posting this lie just for a look on the internet. You ain’t no friend. BYE.”\r\n\r\nWith a new album on the way, many have questioned whether these childish public spats are purely aimed towards attracting attention ahead of the release of Donda 2 and West’s latest documentary. No doubt more will follow in the coming days. ",
      "RecycledImages": [],
      "DurationInSeconds": 93.84
    },
    {
      "Id": "14631f1d-4343-4204-b40b-fb09c44f2578",
      "SlideshowFolder": "C:\\Users\\theok\\Repos\\FactCheckThisBitch\\Source\\VideoFromArticle.Admin.Windows\\data\\kanye-west-jan-march-2022-update",
      "Url": "https://www.dailymail.co.uk/tvshowbiz/article-10509669/Kanye-West-brings-four-kids-Sunday-Service-LA-Super-Bowl.html",
      "Source": "Mail Online",
      "Title": "Kanye West brings all four of his kids to Sunday Service in LA",
      "Published": "2022-02-14T00:00:00",
      "Images": [
        {
          "Filename": "54160123-10509669-image-a-202_1644812058805.jpg"
        },
        {
          "Filename": "54160121-10509669-image-a-203_1644812062908.jpg"
        },
        {
          "Filename": "54160125-10509669-image-a-204_1644812066222.jpg"
        },
        {
          "Filename": "54160115-10509669-image-a-205_1644812068651.jpg"
        },
        {
          "Filename": "54160111-10509669-image-a-207_1644812931842.jpg"
        },
        {
          "Filename": "54160117-10509669-image-a-206_1644812926907.jpg"
        },
        {
          "Filename": "54160119-10509669-image-a-209_1644812940550.jpg"
        },
        {
          "Filename": "54160113-10509669-image-a-208_1644812934425.jpg"
        },
        {
          "Filename": "54155369-10509669-Close_contact_At_one_point_the_masked_rapper_leaned_his_head_aff-a-218_1644813462406.jpg"
        },
        {
          "Filename": "54155273-10509669-On_and_off_The_Monster_rapper_covered_his_face_completely_with_a-a-219_1644813466481.jpg"
        },
        {
          "Filename": "54161101-10509669-image-a-221_1644813727516.jpg"
        },
        {
          "Filename": "54146007-10509669-Fighting_back_Cudi_responded_to_his_post_shortly_after_and_calle-a-14_1644832622771.jpg"
        },
        {
          "Filename": "54122457-10509669-Furious_Kanye_continued_his_string_of_posts_by_sharing_a_photo_f-a-16_1644832622778.jpg"
        },
        {
          "Filename": "54128389-10509669-Bizarre_Ye_escalated_the_situation_by_subsequently_posting_a_poo-a-227_1644813791091.jpg"
        },
        {
          "Filename": "54142409-10509669-_No_comment_West_shared_a_rumor_that_two_time_Grammy_winner_Aria-a-228_1644813815082.jpg"
        },
        {
          "Filename": "54146553-10509669-Not_backing_down_But_even_after_the_increasingly_unhinged_posts_-a-17_1644832622780.jpg"
        },
        {
          "Filename": "54161119-10509669-Still_going_In_the_evening_Kanye_posted_a_closeup_screenshot_of_-a-15_1644832622777.jpg"
        },
        {
          "Filename": "54161117-10509669-Living_it_up_He_also_shared_a_humorous_clip_of_a_McDonald_s_add_-a-18_1644832622781.jpg"
        },
        {
          "Filename": "54160579-0-image-a-213_1644813443779.jpg"
        }
      ],
      "Narration": "Kanye West took a break from relentlessly mocking his estranged wife Kim Kardashian's boyfriend Pete Davidson on Sunday to take his children to his Sunday Service.\r\n\r\nThe 44-year-old rapper superstar was seen at a warehouse in Downtown Los Angeles early in the day with North, eight; Saint, six; Chicago, four; and Psalm, two.\r\n\r\nAfter wrapping up the religious services, Kanye brought along his eldest two children — along with his friend Antonio Brown — to the Super Bowl, which was held at the swanky SoFi Stadium in neighboring Inglewood.\r\n\r\nKanye was seen chatting with a group of people outside of the service.\r\n\r\nHe wore a casual all-black outfit that was similar to many of his recent looks. \r\n\r\nThe monster rapper had on a zipped-up leather jacket over a black shirt and matching jeans, along with black rain boots that he has lately been favoring.\r\n\r\n\r\nAlthough he wore an edgy black balaclava over his head for much of the day, he appeared to have removed it for the solemn occasion. \r\n\r\nNorth was spotted looking cool with long red-dyed box braids that reached down to her waist.\r\n\r\nShe wore a black jersey with ripped black jeans, as well as chunky boots and a brown checker-print clutch strapped around her neck.\r\n\r\nHer littlest brother Psalm looked adorable in a charcoal T-shirt with baggy black pants. \r\n\r\nKanye's pals were spotted getting out of a large shuttle outside of the venue, including former Tampa Bay Buccaneer Antonio Brown.\r\n\r\nAntonio, who had previously been suspended by the NFL for three games without pay after he obtained a fake Covid-19 vaccination card, put on a striking display for the otherwise sober event with a tiger-stripe shirt and black leather pants.\r\n\r\nHe also had on a black balaclava similar to Kanye's, though his had wing-like ears attached to it.\r\n\r\nThe football player was seen out in the parking lot with his entourage as she changed out of the bright shirt into a simple black T-shirt.\r\n\r\nLater, Kanye headed over to Inglewood to watch the Los Angeles Rams square off against the Cincinnati Bengals.\r\n\r\nBoth Kanye and Antonio, who sat next to him, wore their edgy face coverings, though both removed them at various points during the game.\r\n\r\nAt one point, the masked rapper leaned his head affectionately against his daughter as he tried to hear her over the din of the crowd. \r\n\r\nKanye, who has been fighting online with his ex's boyfriend, picked an odd choice of Super Bowl companions, as he was joined by Tyga, who previously dated Kylie Jenner.",
      "RecycledImages": [],
      "DurationInSeconds": 145.08
    },
    {
      "Id": "807785fe-899f-4562-90d4-a0a2b8aec435",
      "SlideshowFolder": "C:\\Users\\theok\\Repos\\FactCheckThisBitch\\Source\\VideoFromArticle.Admin.Windows\\data\\kanye-west-jan-march-2022-update",
      "Url": "https://www.capitalfm.com/news/julia-fox-kanye-west-split-kim-kardashian/",
      "Source": "Capital FM",
      "Title": "Julia Fox Seemingly Splits From Kanye West After 'Weighing In' On Ye Begging For Kim Kardashian Back",
      "Published": "2022-02-14T00:00:00",
      "Images": [
        {
          "Filename": "ebbf5dfb-f4fb-46d5-8364-76b29d3556d3.png"
        },
        {
          "Filename": "00e04a11-74fe-4c56-b659-03880b5a4bf0.png"
        },
        {
          "Filename": "4245d78a-2959-4790-b334-61af58d5fc5c.png"
        },
        {
          "Filename": "ed19df9f-0f20-40f5-a629-fbd6272d85e7.png"
        },
        {
          "Filename": "dec1c872-842d-46fc-8de9-215744826653.png"
        },
        {
          "Filename": "0f8c6797-7449-42dc-8dae-2df343811ca4.png"
        },
        {
          "Filename": "1441e153-4d82-4d05-86d9-8539c091ed5b.png"
        },
        {
          "Filename": "9fe0aa5e-10be-4503-adcb-5e72e0ebfa85.png"
        },
        {
          "Filename": "5269f97a-580e-4d24-9c81-445c575a9962.png"
        },
        {
          "Filename": "9c8106e2-e03c-4640-ad75-30aeb1990ab8.png"
        },
        {
          "Filename": "50a37f42-b895-4c22-a005-6e5d5e0e13e0.png"
        },
        {
          "Filename": "7ab757ee-819e-472a-9c3d-af0ea8050511.png"
        }
      ],
      "Narration": "Some fans are convinced that Julia Fox has called things off with Kanye West after he publicly begged for Kim Kardashian back.\r\n\r\nJulia Fox and Kanye West enjoyed a whirlwind romance for just over month and are now facing speculation that they’ve split.\r\n\r\nThe ‘Donda’ rapper and the Uncut Gems actress met at a New Years Eve party and began dating shortly after, confirming their relationship with a string of PDA-packed photoshoots.\r\n\r\nHowever, despite Julia recently shutting down rumours that they split after she deleted some images of the pair off her Instagram - they are facing speculation again.\r\n\r\nFans will have already seen Kanye’s array of now-deleted posts he shared on Instagram, where he hit out at Kim Kardashian’s boyfriend Pete Davidson, just a few days after begging for his estranged wife back.\r\n\r\nKanye shared photos of Kim and their four kids on Instagram following her Vogue cover shoot interview, writing: “GOD PLEASE BRING OUR FAMILY BACK TOGETHER.”\r\n\r\nFollowing this and his other posts slamming Kim’s beau, Julia appears to have taken a backseat from her relationship with Ye after fans noticed some more snaps of them together have been removed from her Instagram page.\r\n\r\nEagle-eyed fans also noticed she may have ‘weighed in’ on the Kimye drama after liking and un-liking a photo dump of selfies which Kim shared online.\r\n\r\nAn insider told People that distance is to blame for the romance fizzling out, with a source saying: “Kanye and Julia both have separate busy lives. Julia lives in New York City and Kanye has been in Los Angeles. The distance makes it hard.\"\r\n\r\n“They are still in touch and will see each other when they can,\" they added, \"Kanye really likes her. It's fair to say that they have cooled off a bit, though.\"\r\n\r\nMeanwhile, an insider told E!: “Julia is a mom first and her family and work obligations are in New York. Ye did express he wanted her in Los Angeles, but she couldn't take that on.\"\r\n\r\n\"When she's not around, he reverts back to his old ways with social media outbursts and public antics,” added another insider.\r\n\r\nYe and Julia are yet to comment on their alleged split.",
      "RecycledImages": [],
      "DurationInSeconds": 130.8959999
    },
    {
      "Id": "9714868c-268e-49e4-abd0-1415d61bc901",
      "SlideshowFolder": "C:\\Users\\theok\\Repos\\FactCheckThisBitch\\Source\\VideoFromArticle.Admin.Windows\\data\\kanye-west-jan-march-2022-update",
      "Url": "https://www.glamourmagazine.co.uk/article/kanye-west-apologises-kim-kardashian",
      "Source": "Glamour UK",
      "Title": "Kanye West has issued a public statement regarding his ‘jarring’ behaviour towards Kim Kardashian",
      "Published": "2022-02-16T00:00:00",
      "Images": [
        {
          "Filename": "KANYE%252016022022%2520%2520GettyImages-1366439992_SF.jpg"
        },
        {
          "Filename": "ba5e433a-2e76-45cc-b62f-b2c14e074da8.png"
        },
        {
          "Filename": "0e504f2e-6c30-464d-ac73-61fcb12da0aa.png"
        },
        {
          "Filename": "e2a323f0-35f1-4cf3-aaf6-f5a5aaa028a0.png"
        },
        {
          "Filename": "3d192ad9-b5c8-4805-ab6a-cb709bec617f.png"
        },
        {
          "Filename": "3eb4cb78-cca4-4d1f-89f7-3e58dcdb4572.png"
        },
        {
          "Filename": "cbcb6da6-401a-42bd-836d-e328057e7ad2.png"
        },
        {
          "Filename": "070831fa-4fd3-4c28-8479-efb99319913c.png"
        }
      ],
      "Narration": "Ye, formerly known as Kanye West, has issued a lengthy public statement regarding his “jarring” behaviour towards Kim Kardashian in the past week. \r\n\r\nThe rapper has been criticised for sharing screenshots of private texts sent to him by Kim and her partner, Pete Davidson. He also arranged for a truck filled with roses to be sent to Kim's house on Valentine's Day and issued threats toward Pete. He later encouraged his followers not to harm Pete, who he repeatedly referred to as “Skete.” \r\n\r\nHis behaviour has been condemned by some for showing signs of emotional abuse, particularly love bombing, which refers to lavishing someone with gifts or compliments in order to manipulate them. \r\n\r\nOn Tuesday 15 February, Kanye West shared a statement on Instagram, in which he discussed his recent behaviour towards Kim, saying, “I’ve learned that using all caps makes people feel like I’m screaming at them. I’m working on my communication. I can benefit from a team of creative professionals, organizers, mobilizers and community leaders.”\r\n\r\nHe added, “Thank everybody for supporting me. I know sharing screen shots was jarring and came off as harassing Kim. I take accountability. I’m still learning in real time. I don’t have all the answers. To be good leader is to be a good listener. [sic]” \r\n\r\nHe has also deleted his previous posts about Kim and Pete. \r\n\r\nKanye has previously been open about his battle with bipolar disorder and mental health struggles. In a new documentary ‘Jeen-yuhs: A Kanye Trilogy’, which dropped on Netflix today, he says: “I already had the house and the wife and the kids and the plaques, but still have moments where I felt, like, suicidal, still have moments where I’m addicted to Percocet [a painkiller combining oxycodone and paracetamol] without even realising it.” ",
      "RecycledImages": [],
      "DurationInSeconds": 111.192
    },
    {
      "Id": "9547cca0-4197-4f2d-95b4-d0df449dc08d",
      "SlideshowFolder": "C:\\Users\\theok\\Repos\\FactCheckThisBitch\\Source\\VideoFromArticle.Admin.Windows\\data\\kanye-west-jan-march-2022-update",
      "Url": "https://www.dailymail.co.uk/tvshowbiz/article-10581341/Pete-Davidson-thinks-caricature-Kanye-Wests-Eazy-music-video-hysterical.html",
      "Source": "Mail Online",
      "Title": "Pete Davidson finds the version of him in Kanye's video 'hysterical'",
      "Published": "2022-03-05T00:00:00",
      "Images": [
        {
          "Filename": "54989299-10581341-Amused_Pete_Davidson_28_reportedly_thinks_Kanye_West_s_44_music_-a-63_1646509743044.jpg"
        },
        {
          "Filename": "54989257-10581341-Not_scared_A_source_told_Page_Six_He_is_almost_flattered_by_it_a-a-62_1646509743043.jpg"
        },
        {
          "Filename": "54989265-10581341-Not_amused_Meanwhile_Pete_s_girlfriend_and_Kanye_s_ex_wife_Kim_K-a-60_1646509742708.jpg"
        },
        {
          "Filename": "54989289-10581341-Legally_single_Kim_filed_for_divorce_from_Kanye_last_year_and_go-a-61_1646509742723.jpg"
        },
        {
          "Filename": "54989931-0-image-a-63_1646507649801.jpg"
        },
        {
          "Filename": "95e5b70f-3d57-476f-9786-e613242e88fb.png"
        },
        {
          "Filename": "102ce5b0-7941-4d94-bc59-76d7f07623c3.png"
        },
        {
          "Filename": "1dafb965-9c8f-4f68-a7fe-82765fb25992.png"
        },
        {
          "Filename": "7113363f-0441-4752-9de3-5eafddd0fd05.png"
        },
        {
          "Filename": "48f6a4b5-09a4-442f-a0d9-bd9ee0df340b.png"
        },
        {
          "Filename": "4686949f-9be1-4acb-8b29-198decbe5d47.png"
        },
        {
          "Filename": "92639d7a-4086-4166-8739-33cb81f5df9a.png"
        },
        {
          "Filename": "b785eece-404e-4312-9ec0-d3a7854bd5f5.png"
        }
      ],
      "Narration": "Pete Davidson is not letting Kanye West's ongoing online attacks get to him.\r\n\r\nThe Saturday Night Live star, 28, is apparently unfazed by the 44-year-old's latest stunt - a disturbing music video for Kanye's new song Eazy where the rapper appears to bury a clay-animated version of Pete alive.\r\n\r\nA source told Page Six 'He finds the fact that Kanye included a cartoon version of him in his music video hysterical.' \r\n\r\nThe insider added that the comedian is flattered by the attention. 'He is almost flattered by it all because it is so ridiculous to him.'\r\n\r\nThe source went on to note that the State Island native - born Peter Michael Davidson - is 'not threatened by Kanye in any way, shape or form.'\r\n\r\n'He's using this to grow in more ways than one, including for himself and his relationship with Kim. He is turning all of the negativity into a positive thing.' \r\n\r\nIn the controversial music video a clay-animated version of Kanye is seen kidnapping a claymation Pete, putting a bag over his head before tying him up and throwing him on the back of an all-terrain vehicle.\r\n\r\nThe cartoon Kanye then buries Pete alive, keeping his head above the dirt and growing roses on it.\r\n\r\nKanye ended the clip with a direct message to the Saturday Night Live star: 'Everyone lived happily ever after, except Skete' before crossing out the name and writing, 'You know who.'\r\n\r\nThe musician continually refers to Pete as 'Skete' as a disparaging nickname, though the meaning of moniker remains unclear. \r\n\r\nIn the song - which features The Game - Kanye is also heard rapping about 'beating Pete Davidson’s ass.'\r\n\r\nThe funnyman reportedly felt the same way when he first heard the song, with a source telling Page Six at the time, 'Pete thinks it’s totally hilarious. Not just that — he thinks the whole [tabloid drama with him, West and Kardashian] is hilarious. He loves it.'\r\n\r\nThis isn't the first time he's mentioned Pete on a song. In his verse on Fivio Foreign’s new track, City of Gods, Kanye raps, 'This afternoon, a hundred goons pullin' up to SNL.' \r\n\r\nOne person not amused by it all is Kim, who is said to be 'furious' over the video and thinks that it's 'way too violent.' ",
      "RecycledImages": [],
      "DurationInSeconds": 136.2
    },
    {
      "Id": "97f1fb2d-fdf2-4781-935e-eee2cfa52a12",
      "SlideshowFolder": "C:\\Users\\theok\\Repos\\FactCheckThisBitch\\Source\\VideoFromArticle.Admin.Windows\\data\\kanye-west-jan-march-2022-update",
      "Url": "https://www.dailymail.co.uk/news/article-10621699/Kanye-West-SUSPENDED-Instagram-24-hours-series-vile-attacks.html",
      "Source": "Mail Online",
      "Title": "Kanye West is SUSPENDED by Instagram for 24 hours after vile attacks",
      "Published": "2022-03-17T00:00:00",
      "Images": [
        {
          "Filename": "55454209-10621699-Kanye_West_has_been_temporarily_suspended_from_his_Instagram_aft-m-25_1647478958970.jpg"
        },
        {
          "Filename": "55454383-10621699-image-a-26_1647478999096.jpg"
        },
        {
          "Filename": "55248937-10621699-Must_be_true_love_The_mother_of_four_posed_up_a_storm_with_Pete_-m-29_1647479665048.jpg"
        },
        {
          "Filename": "55459299-10621699-image-a-10_1647491213664.jpg"
        },
        {
          "Filename": "55460253-10621699-image-a-11_1647491284542.jpg"
        },
        {
          "Filename": "55459827-10621699-image-a-12_1647491387617.jpg"
        },
        {
          "Filename": "55460237-10621699-image-a-19_1647492090325.jpg"
        },
        {
          "Filename": "55426071-10621699-image-m-28_1647479523315.jpg"
        },
        {
          "Filename": "55454283-10621699-Text_messages_allegedly_sent_by_Davidson_to_West_were_also_leake-m-21_1647478873194.jpg"
        },
        {
          "Filename": "55426537-10621699-Another_target_The_rapper_then_took_aim_at_take_show_host_Trevor-a-40_1647480826319.jpg"
        },
        {
          "Filename": "55384593-10619139-Custody_issue_Kanye_s_lawyer_is_making_custody_a_top_priority_as-a-5_1647479406890.jpg"
        },
        {
          "Filename": "55385057-10620227-Speaking_out_Kim_hit_back_at_Kanye_over_the_weekend_on_social_me-a-17_1647477299637.jpg"
        },
        {
          "Filename": "55248971-10620227-Public_Kim_Kardashian_went_Instagram_official_with_her_boyfriend-a-20_1647477299761.jpg"
        },
        {
          "Filename": "52636877-10620227-Sparks_flying_Rumors_of_a_possible_romance_with_Pete_were_first_-a-14_1647477299436.jpg"
        },
        {
          "Filename": "55460551-0-image-a-21_1647492211764.jpg"
        }
      ],
      "Narration": "Kanye West took his six-year-old son to a basketball game in San Francisco Wednesday night after having been temporarily suspended from Instagram after he attacked his ex-wife, Kim Kardashian, and her boyfriend, Pete Davidson, online. \r\n\r\nA spokesperson for Meta, the company that owns the social media platform, told TMZ that the rapper's posts violated their policies on hate speech, harassment and bullying.\r\n\r\nWest, who has now legally changed his name to Ye, posted Wednesday that he was 'really concerned' Davidson would get Kardashian 'hooked on drugs' and demanded the comedian 'apologize to your family for being in your family.'  \r\n\r\n\r\nThe rapper also took aim at talk show host Trevor Noah who weighed in on Kanye's feud in the latest episode of The Daily Show, warning that the online fight between the former couple could get violent and was 'terrifying to watch'.\r\n\r\nIn response, West posted images of Noah to his account with a caption that read in part: 'All in together now... K**n baya my lord k**n baya.' The racist post appears to have been removed.\r\n\r\nWest's account will be suspended for 24 hours, meaning he cannot post content, comment on posts or send direct messages. The platform may seek additional steps against West if further violations occur. \r\n\r\nDespite the suspension, Instagram users can still see West's account and make comments on his posts.  \r\n\r\nAlthough he was under fire for his social media behavior, which Noah alleged was harassment towards Kardashian and Davidson, West still appeared to be prioritizing quality time with his children.\r\n\r\nThe rapper was seen smiling and seemingly cheerful Wednesday night as he attended a match between the Golden State Warriors and Boston Celtics in San Fransisco with six-year-old Saint.\r\n\r\nThe pair - who had court side seats next to Golden State executive chairmen Joe Lacob and Peter Guber - also interacted with Celtics shooting guard Jaylen Brown after the game. ",
      "RecycledImages": [],
      "DurationInSeconds": 116.928
    }
  ],
  "SanitizedTitle": "kanye-west-jan-march-2022-update"
}