{
  "Id": "def2bdb5-dfac-447f-814d-68ea833aca32",
  "Title": "Justin Bieber January-March 2022",
  "Articles": [
    {
      "Id": "2a0e3d46-b16e-4dfa-aa71-29823f8bd1ec",
      "SlideshowFolder": "C:\\Users\\theok\\Repos\\FactCheckThisBitch\\Source\\VideoFromArticle.Admin.Windows\\data\\justin-bieber-january-march-2022",
      "Url": "https://www.manchestereveningnews.co.uk/sport/football/football-news/justin-bieber-david-beckham-romeo-22688612",
      "Source": "Manchester Evening News",
      "Title": "Justin Bieber explains David Beckham inspiration to son Romeo",
      "Published": "2022-01-08T00:00:00",
      "Images": [
        {
          "Filename": "3e5e46bd-1378-494c-8e03-a8ab24092f80.png"
        },
        {
          "Filename": "b8ce3d2b-1ac8-4d10-8985-58673b93ed00.png"
        },
        {
          "Filename": "690e883c-e8bb-4879-bcca-c84791dbdafd.png"
        },
        {
          "Filename": "fb00b7ae-9773-4e14-8409-ed46ec06f9a4.png"
        },
        {
          "Filename": "4f72c9c6-7f86-4e90-ad12-6fd5572be4c0.png"
        },
        {
          "Filename": "a4e7a91e-82a8-4217-9f0c-1151c87ded40.png"
        },
        {
          "Filename": "e4b70041-2656-4b93-9cc5-08e029516a39.png"
        }
      ],
      "Narration": "The apple doesn't fall far from the tree with the Beckhams, and it's not only his sons that the former Manchester United star is inspiring.\r\n\r\nDavid Beckham inspired plenty of young people during his career – and it wasn’t just his footballing abilities that got people idolising him.\r\n\r\nThe former Manchester United star will of course be best remembered for his time at Old Trafford, as well as spells at Real Madrid, LA Galaxy, AC Milan and Paris Saint-Germain, and not forgetting some of his heroics with England.\r\n\r\nBut Beckham of course made a name for himself away from the pitch too, with his celebrity status seeing him reach a level of stardom previously unseen in football.\r\n\r\nThat of course led to films being named after him, songs being made in his honour, and he became the face of countless products all over the world.\r\n\r\nAnd people everywhere could be seen mimicking his various styles throughout the years, from his mohawk to his infamous cornrows, and of course his tattoos – and he hasn’t stopped inspiring trends to this day.\r\n\r\nHis son Romeo took to Instagram this week to show off his new tattoo, with the ink clearly taking inspiration from his father’s own artwork.\r\n\r\nAnd the 19-year-old isn’t the only one to sport the tattoo, with Justin Bieber also revealing Beckham inspired him to get his own version.\r\n\r\nThe pop superstar gave his approval as he replied to Romeo’s image, commenting: \"Love it, it was ur dad that inspired mine too. Looks great.”",
      "RecycledImages": [
        {
          "Filename": "3e5e46bd-1378-494c-8e03-a8ab24092f80.png"
        },
        {
          "Filename": "b8ce3d2b-1ac8-4d10-8985-58673b93ed00.png"
        },
        {
          "Filename": "690e883c-e8bb-4879-bcca-c84791dbdafd.png"
        },
        {
          "Filename": "fb00b7ae-9773-4e14-8409-ed46ec06f9a4.png"
        },
        {
          "Filename": "4f72c9c6-7f86-4e90-ad12-6fd5572be4c0.png"
        },
        {
          "Filename": "a4e7a91e-82a8-4217-9f0c-1151c87ded40.png"
        },
        {
          "Filename": "e4b70041-2656-4b93-9cc5-08e029516a39.png"
        },
        {
          "Filename": "3e5e46bd-1378-494c-8e03-a8ab24092f80.png"
        }
      ],
      "DurationInSeconds": 91.344
    },
    {
      "Id": "fe5f0906-26ba-409d-9022-d27da26f4d77",
      "SlideshowFolder": "C:\\Users\\theok\\Repos\\FactCheckThisBitch\\Source\\VideoFromArticle.Admin.Windows\\data\\justin-bieber-january-march-2022",
      "Url": "https://www.dailymail.co.uk/tvshowbiz/article-10457983/Justin-Bieber-goes-casual-hoodie-Hailey-Bieber-rocks-blazer-brunch-date.html",
      "Source": "Mail Online",
      "Title": "Justin Bieber looks casual on brunch date with Hailey Bieber",
      "Published": "2022-01-30T00:00:00",
      "Images": [
        {
          "Filename": "53560617-10457983-image-m-26_1643579122296.jpg"
        },
        {
          "Filename": "53560627-10457983-image-a-28_1643579175711.jpg"
        },
        {
          "Filename": "53560619-10457983-image-a-27_1643579171925.jpg"
        },
        {
          "Filename": "53561181-10457983-A_lot_to_celebrate_Justin_has_much_to_celebrate_as_three_days_ag-a-1_1643587418584.jpg"
        },
        {
          "Filename": "53561275-10457983-Still_got_it_The_Baby_hitmaker_is_also_nominated_for_artist_of_t-a-2_1643587418643.jpg"
        },
        {
          "Filename": "53561385-0-image-a-35_1643579842946.jpg"
        },
        {
          "Filename": "fa76f4d3-eedb-46ef-adbe-acb45c972aba.png"
        },
        {
          "Filename": "e3f6c7ac-1bc3-4e38-910e-a1f86fee2e03.png"
        },
        {
          "Filename": "d692f234-558f-4da6-aa1b-79e62b47d981.png"
        },
        {
          "Filename": "24d45139-baee-41eb-8063-27f8bdb226cb.png"
        }
      ],
      "Narration": "Justin Bieber and his wife Hailey Bieber were seen heading to brunch at the swanky Hotel Bel-Air's Wolfgang Puck restaurant on Sunday.\r\n\r\nThe 27-year-old Canadian singer and the 25-year-old model both rocked cool yet casual looks for their outing. \r\n\r\nThey were seen amid news that Justin had purchased a Bored Ape Yacht Club NFT for $1.29 million.\r\n\r\nustin was seen in an oversize black Good News hoodie with red texxt and a gray beanie. \r\n\r\nHe paired the laid-back look with baggy jeans and mustard yellow sneakers. \r\n\r\nHailey, 25, was seen in a pair of Vetements jeans, with an over-sized tan blazer and a black sweater underneath. \r\n\r\nShe pulled the look together with black sunglasses and sandals.  \r\n\r\nThe couple was seen walking hand-in-hand as Justin wore a face mask and Hailey was seen without one on.  \r\n\r\n\r\nAccording to Bitcoin News, Justin's NFT purchase is 300% higher than BAYC's floor price, currently $279,162.31. All this means is that the pop star paid a lot more than what the market predicted the NFT was worth. \r\n\r\nStats show the musician owns 619 NFTs from 49 different collections, and he joins a slew of other celebrity NFT collectors, including Serena Williams, Gunna, Travis Barker and Stephen Curry, among others.  \r\n\r\nJustin has much to celebrate as three days ago it was revealed that he received nine iHeartRadio Music Awards nominations. \r\n\r\nTwo of his songs are also nominated for song of the year.  \r\n\r\nPeaches - from his album Justice - featuring Daniel Caesar and Giveon, will compete against Stay - the lead single from The Kid Laroi's mixtape, F*ck Love 3: Over You, featuring Bieber. \r\n\r\nThe Baby hitmaker is also nominated for artist of the year alongside with fellow Canadian Drake, Sheehan, Lil Nas X and The Weeknd. \r\n\r\nThe awards are given to the most-played artists and songs on iHeartRadio stations and app throughout 2021. The ceremony will air live from the Shrine Auditorium in Los Angeles on March 22.",
      "RecycledImages": [
        {
          "Filename": "53560617-10457983-image-m-26_1643579122296.jpg"
        },
        {
          "Filename": "53560627-10457983-image-a-28_1643579175711.jpg"
        },
        {
          "Filename": "53560619-10457983-image-a-27_1643579171925.jpg"
        },
        {
          "Filename": "53561181-10457983-A_lot_to_celebrate_Justin_has_much_to_celebrate_as_three_days_ag-a-1_1643587418584.jpg"
        },
        {
          "Filename": "53561275-10457983-Still_got_it_The_Baby_hitmaker_is_also_nominated_for_artist_of_t-a-2_1643587418643.jpg"
        },
        {
          "Filename": "53561385-0-image-a-35_1643579842946.jpg"
        },
        {
          "Filename": "fa76f4d3-eedb-46ef-adbe-acb45c972aba.png"
        },
        {
          "Filename": "e3f6c7ac-1bc3-4e38-910e-a1f86fee2e03.png"
        },
        {
          "Filename": "d692f234-558f-4da6-aa1b-79e62b47d981.png"
        },
        {
          "Filename": "24d45139-baee-41eb-8063-27f8bdb226cb.png"
        },
        {
          "Filename": "53560617-10457983-image-m-26_1643579122296.jpg"
        },
        {
          "Filename": "53560627-10457983-image-a-28_1643579175711.jpg"
        }
      ],
      "DurationInSeconds": 128.688
    },
    {
      "Id": "1d464621-3c78-4ef3-acef-44ae379e78ab",
      "SlideshowFolder": "C:\\Users\\theok\\Repos\\FactCheckThisBitch\\Source\\VideoFromArticle.Admin.Windows\\data\\justin-bieber-january-march-2022",
      "Url": "https://www.dailymail.co.uk/tvshowbiz/article-10505331/Justin-Bieber-dons-white-vest-black-beanie-performs-Super-Bowl-Homecoming-concert.html",
      "Source": "Mail Online",
      "Title": "Justin Bieber dons a white vest top at Super Bowl Homecoming concert",
      "Published": "2022-02-12T00:00:00",
      "Images": [
        {
          "Filename": "54099197-10505331-image-a-10_1644664808887.jpg"
        },
        {
          "Filename": "54099201-10505331-image-a-11_1644664817952.jpg"
        },
        {
          "Filename": "54099203-10505331-image-a-24_1644664942615.jpg"
        },
        {
          "Filename": "54099231-10505331-image-a-22_1644664915258.jpg"
        },
        {
          "Filename": "54099207-10505331-image-a-23_1644664934150.jpg"
        },
        {
          "Filename": "53823933-10480853-Stylish_pair_The_couple_tied_the_knot_in_a_lavish_wedding_in_Sou-a-151_1644666332281.jpg"
        },
        {
          "Filename": "54099761-10505331-image-a-35_1644666476676.jpg"
        },
        {
          "Filename": "54099633-0-image-a-30_1644666103576.jpg"
        },
        {
          "Filename": "7359170a-e112-4ef7-8704-fb6c74e85ee8.png"
        },
        {
          "Filename": "f3d39317-f76c-4fd9-92ef-e071c23f284d.png"
        },
        {
          "Filename": "8a5d2270-5111-46c0-9c4e-170091fe5843.png"
        },
        {
          "Filename": "f56d5ddf-3ce2-4bbc-bf15-06fbd1bfdd11.png"
        }
      ],
      "Narration": "Justin Bieber keeps things casual in a white vest top and black beanie hat as he storms the stage at the Super Bowl Homecoming concert\r\n\r\nJustin Bieber kept things casual while performing at the Super Bowl Homecoming Weekend concert in West Hollywood, California.\r\n\r\nThe singer, 27, put on a trendy display in a white vest top which he coordinated with his zip-up hoodie and pair of trainers.\r\n\r\nHe continued his look with black baggy trousers, a matching beanie hat and a pair of sunglasses, while belting out his chart-topping hits at the Pacific Design Center.\r\n\r\nAccessorising his look with a chunky silver chain, the Boyfriend songster appeared to be in his element as he performed to a crowd of thousands.\r\n\r\n\r\nSuper Bowl LVI takes place of Sunday, February 13, and football fans will get to see the Los Angeles Rams take on the Cincinnati Bengals. \r\n\r\nThey'll be playing at the SoFi Stadium in Inglewood, California, which happens to be the Rams' home stadium.\r\n\r\nThis year's Super Bowl Halftime show, presented by Pepsi, will feature rap legends Snoop Dogg, Dr. Dre, Mary J Blige, Eminem, and Kendrick Lamar. \r\n\r\nThe National Anthem will be performed by country music songstress Mickey Guyton.\r\n\r\nIt comes after Justin and his wife Hailey, 25, enjoyed a date night at their favourite West Hollywood spot The Nice Guy on Wednesday evening. \r\n\r\nTheir low-key exit didn't go quite to plan though as the couple's bodyguard was then seen hitting a traffic cone while driving them away in Justin's $45,702 Mercedes Sprinter Van. \r\n\r\nAttempting a low-key exit, the A-List couple were caught up in the crowd, with Justin leading the way to their waiting car. \r\n\r\nThe bodyguard who was driving Justin's beloved Mercedes-Benz L5-B is a Sprinter Van then reportedly hit a traffic cone as he tried to manoeuvre the vehicle.\r\n\r\nMember's of the couple's team hopped out of the van to check underneath before they safely set off again.\r\n\r\nHailey and Justin celebrated their third wedding anniversary in September, 2021.\r\n\r\nThe couple first met in 2009 after her dad Stephen Baldwin introduced them. They became friends and dated for a short time in early 2016 before they parted ways.\r\n\r\nHe went on to date Sofia Richie and briefly reunited with ex-girlfriend Selena Gomez.\r\n\r\nJustin and Hailey rekindled their romance in May 2018 and got engaged July 7, 2018.\r\n\r\nThey tied the knot in a lavish wedding in South Carolina on September 30, 2019 at the Montage Palmetto Bluff resort in front of 154 guests that included Kendall and Kylie Jenner.\r\n\r\nHailey said about married life with Justin: 'Behind closed doors, we're two really normal people that just have not-normal lifestyles and careers.\r\n\r\n'I think given the magnitude of Justin's career, he's a very normal person, and I don't think that always happens.'\r\n\r\nThe model also recently spoke about her plans for having kids in an interview for WSJ Magazine's Spring Fashion Issue, revealing she is not in a rush to do it anytime soon.\r\n\r\nShe said: 'I think ideally in the next couple of years we would try. But there's a reason they call it try, right?'\r\n\r\nHailey went on to say, 'You don't know how long that process is every going to take. Definitely no kids this year, that would be a little hectic, I think.\r\n\r\n'Well, what about the things I want to accomplish in my business? I think I had it ingrained in my head that I was going to want to have kids right away and I was going to have kids super, super young. Then I turned 25 and I'm like, I'm still super, super young!'",
      "RecycledImages": [
        {
          "Filename": "54099197-10505331-image-a-10_1644664808887.jpg"
        },
        {
          "Filename": "54099201-10505331-image-a-11_1644664817952.jpg"
        },
        {
          "Filename": "54099203-10505331-image-a-24_1644664942615.jpg"
        },
        {
          "Filename": "54099231-10505331-image-a-22_1644664915258.jpg"
        },
        {
          "Filename": "54099207-10505331-image-a-23_1644664934150.jpg"
        },
        {
          "Filename": "53823933-10480853-Stylish_pair_The_couple_tied_the_knot_in_a_lavish_wedding_in_Sou-a-151_1644666332281.jpg"
        },
        {
          "Filename": "54099761-10505331-image-a-35_1644666476676.jpg"
        },
        {
          "Filename": "54099633-0-image-a-30_1644666103576.jpg"
        },
        {
          "Filename": "7359170a-e112-4ef7-8704-fb6c74e85ee8.png"
        },
        {
          "Filename": "f3d39317-f76c-4fd9-92ef-e071c23f284d.png"
        },
        {
          "Filename": "8a5d2270-5111-46c0-9c4e-170091fe5843.png"
        },
        {
          "Filename": "f56d5ddf-3ce2-4bbc-bf15-06fbd1bfdd11.png"
        },
        {
          "Filename": "54099197-10505331-image-a-10_1644664808887.jpg"
        },
        {
          "Filename": "54099201-10505331-image-a-11_1644664817952.jpg"
        },
        {
          "Filename": "54099203-10505331-image-a-24_1644664942615.jpg"
        },
        {
          "Filename": "54099231-10505331-image-a-22_1644664915258.jpg"
        },
        {
          "Filename": "54099207-10505331-image-a-23_1644664934150.jpg"
        },
        {
          "Filename": "53823933-10480853-Stylish_pair_The_couple_tied_the_knot_in_a_lavish_wedding_in_Sou-a-151_1644666332281.jpg"
        },
        {
          "Filename": "54099761-10505331-image-a-35_1644666476676.jpg"
        },
        {
          "Filename": "54099633-0-image-a-30_1644666103576.jpg"
        },
        {
          "Filename": "7359170a-e112-4ef7-8704-fb6c74e85ee8.png"
        }
      ],
      "DurationInSeconds": 227.664
    },
    {
      "Id": "b8d3604e-0985-4ebe-9523-715625e3bdaa",
      "SlideshowFolder": "C:\\Users\\theok\\Repos\\FactCheckThisBitch\\Source\\VideoFromArticle.Admin.Windows\\data\\justin-bieber-january-march-2022",
      "Url": "https://www.dailymail.co.uk/news/article-10516101/Justin-Biebers-donut-line-single-handedly-saved-Tim-Hortons.html",
      "Source": "Mail Online",
      "Title": "Justin Bieber's donut line almost single-handedly saved Tim Hortons",
      "Published": "2022-02-15T00:00:00",
      "Images": [
        {
          "Filename": "54235779-10516101-image-a-21_1644956252089.jpg"
        },
        {
          "Filename": "54235777-10516101-image-a-18_1644953654310.jpg"
        },
        {
          "Filename": "54235783-10516101-image-a-6_1644952781025.jpg"
        },
        {
          "Filename": "54236773-0-image-a-16_1644953641889.jpg"
        },
        {
          "Filename": "fb117431-b173-4b1a-b749-9d6729020aa7.png"
        },
        {
          "Filename": "3d110bce-a54d-4aa3-8741-9715108abf93.png"
        },
        {
          "Filename": "1757ddf8-ee86-4b28-8a4d-d11b8414d6a5.png"
        },
        {
          "Filename": "fa7549c6-44b3-4ee0-8de2-762fae596316.png"
        },
        {
          "Filename": "8e2f64fb-439c-4564-8266-4fbaf0aecf3c.png"
        }
      ],
      "Narration": "Canadian singer Justin Bieber helped bolster the profits of his motherland's favorite coffee chain Tim Hortons with a limited issue line of donut holes that sent the final quarter's profits soaring by more than ten percent.  \r\n\r\nBieber, 27, collaborated with Tim Hortons late last November to release 'Timbiebs', available in chocolate white fudge, sour cream chocolate chip, and birthday cake waffle flavors.\r\n\r\nThe promotion was among 'the more successful traffic-driving initiatives in recent memory and outperformed our internal expectations,' Restaurant Brands International chief executive Jose Cil said during an analyst call Tuesday. \r\n\r\n\r\nThe RBI-owned company's partnership with the YouTube sensation-turned international hitmaker yielded 'unprecedented social engagement and increased appeal with younger guests,' Cil added.\r\n\r\n'I'm a \"belieber\" and you can expect to see more from this exciting partnership in the year ahead.' \r\n\r\nBieber's menu creation are a spinoff of the restaurant's popular Tim Bits, which are tiny balls of dough that come in a variety of flavors. They're Bieber's favorite menu item.\r\n\r\n'Doing a Tim Hortons collab has always been a dream of mine,' Bieber said when announcing the partnership. 'I grew up on Tim Hortons and it's always been something close to my heart.'\r\n\r\nThe partnership also encompassed a line of Timbieb's merchandise, including a fanny pack, beanies, and reusable shopping totes.\r\n\r\nTim Hortons wasn't fairing nearly as well in December 2020, when sales were down 11 per cent during the last three months of the year and  15.7 per cent year-over-year.\r\n\r\nTim Hortons would not say how much profit the partnership yielded, but fourth quarter earnings show larger bottom lines.\r\n\r\nIt netted $1.7 billion in overall sales during the last three months of 2021, compared with $1.48 billion in sales for the same period in 2020.\r\n\r\nIts overall sales plunged  $1.2 billion in 2020,  with executives blaming the revenue loss on shifting habits during the pandemic and economic shutdowns.\r\n\r\n Tim Hortons, named after former NHL player Tim Horton, went public in 2006.\r\n\r\nSales at stores increased 10.3 per cent year-over-year during the last three months of 2021, and were up 10.6 per cent from 2020, RBI said in its fourth-quarter report. ",
      "RecycledImages": [
        {
          "Filename": "54235779-10516101-image-a-21_1644956252089.jpg"
        },
        {
          "Filename": "54235777-10516101-image-a-18_1644953654310.jpg"
        },
        {
          "Filename": "54235783-10516101-image-a-6_1644952781025.jpg"
        },
        {
          "Filename": "54236773-0-image-a-16_1644953641889.jpg"
        },
        {
          "Filename": "fb117431-b173-4b1a-b749-9d6729020aa7.png"
        },
        {
          "Filename": "3d110bce-a54d-4aa3-8741-9715108abf93.png"
        },
        {
          "Filename": "1757ddf8-ee86-4b28-8a4d-d11b8414d6a5.png"
        },
        {
          "Filename": "fa7549c6-44b3-4ee0-8de2-762fae596316.png"
        },
        {
          "Filename": "8e2f64fb-439c-4564-8266-4fbaf0aecf3c.png"
        },
        {
          "Filename": "54235779-10516101-image-a-21_1644956252089.jpg"
        },
        {
          "Filename": "54235777-10516101-image-a-18_1644953654310.jpg"
        },
        {
          "Filename": "54235783-10516101-image-a-6_1644952781025.jpg"
        },
        {
          "Filename": "54236773-0-image-a-16_1644953641889.jpg"
        },
        {
          "Filename": "fb117431-b173-4b1a-b749-9d6729020aa7.png"
        },
        {
          "Filename": "3d110bce-a54d-4aa3-8741-9715108abf93.png"
        },
        {
          "Filename": "1757ddf8-ee86-4b28-8a4d-d11b8414d6a5.png"
        },
        {
          "Filename": "fa7549c6-44b3-4ee0-8de2-762fae596316.png"
        },
        {
          "Filename": "8e2f64fb-439c-4564-8266-4fbaf0aecf3c.png"
        }
      ],
      "DurationInSeconds": 140.448
    },
    {
      "Id": "db374841-d350-4960-b73d-6f4ababd9e2c",
      "SlideshowFolder": "C:\\Users\\theok\\Repos\\FactCheckThisBitch\\Source\\VideoFromArticle.Admin.Windows\\data\\justin-bieber-january-march-2022",
      "Url": "https://www.tmz.com/2022/02/20/justin-bieber-tests-positive-covid-19-cancels-tour-las-vegas/",
      "Source": "TMZ",
      "Title": "Justin Bieber Tests Positive for COVID-19,  Tour Date Postponed",
      "Published": "2022-02-20T00:00:00",
      "Images": [
        {
          "Filename": "5aa9ba6500ae4d60a2f319f5e3784dba_md.jpg"
        },
        {
          "Filename": "7b8f3c0d-3d86-4ca4-99b9-469296fe484c.png"
        },
        {
          "Filename": "fd3e0069-78c1-4132-87b3-ac9ef2c48b7e.png"
        },
        {
          "Filename": "7b6f119d-bf2d-45a1-bc6d-deebf56e2d55.png"
        },
        {
          "Filename": "3a0cc68a-7b77-43a5-9396-b7502668ca8b.png"
        },
        {
          "Filename": "2e1a4093-3f0b-4b63-98a8-3813b231f5d5.png"
        }
      ],
      "Narration": "Pop singer Justin Bieber has tested positive for COVID-19, a representative for the Canadian singer has confirmed the news. During the weekend, it was announced that his Las Vegas show as part of The Justice World Tour scheduled for Sunday had been delayed following a COVID-19 within the 27-year-old pop star’s team.\r\n\r\nAccording to reports, the performance has been rescheduled for June 28. Refunds will be made available at the point of purchase, according to a statement posted on Twitter. “Due to positive COVID results within the Justice Tour family, we will, unfortunately, have to postpone Sunday’s show in Las Vegas,\" the statement read. “Justin is, of course, hugely disappointed, but the health and safety of his crew and fans is always his number one priority.\"\r\n\r\nThe Justice World Tour, which was originally scheduled to begin in March 2020, had been postponed nearly two years due to the COVID-19 pandemic. Bieber kicked off the first concert on Friday in San Diego. Las Vegas was the second stop on the tour, which runs through March 2023.\r\n\r\nAfter the news was out of Bieber's health, his fans started showering him with get well soon and recovery wishes. \"he will come back stronger,\" wrote a user. Another said, \"i love you. get well soon.\" A user added, \"His smiling face is prettiest thing ever.\"",
      "RecycledImages": [
        {
          "Filename": "5aa9ba6500ae4d60a2f319f5e3784dba_md.jpg"
        },
        {
          "Filename": "7b8f3c0d-3d86-4ca4-99b9-469296fe484c.png"
        },
        {
          "Filename": "fd3e0069-78c1-4132-87b3-ac9ef2c48b7e.png"
        },
        {
          "Filename": "7b6f119d-bf2d-45a1-bc6d-deebf56e2d55.png"
        },
        {
          "Filename": "3a0cc68a-7b77-43a5-9396-b7502668ca8b.png"
        },
        {
          "Filename": "2e1a4093-3f0b-4b63-98a8-3813b231f5d5.png"
        },
        {
          "Filename": "5aa9ba6500ae4d60a2f319f5e3784dba_md.jpg"
        },
        {
          "Filename": "7b8f3c0d-3d86-4ca4-99b9-469296fe484c.png"
        }
      ],
      "DurationInSeconds": 88.824
    },
    {
      "Id": "ccb4de8a-b382-4562-8204-1e07efd2059b",
      "SlideshowFolder": "C:\\Users\\theok\\Repos\\FactCheckThisBitch\\Source\\VideoFromArticle.Admin.Windows\\data\\justin-bieber-january-march-2022",
      "Url": "https://www.elle.com/uk/life-and-culture/culture/a39159791/justin-biebers-hailey-fan-account/",
      "Source": "Elle",
      "Title": "Justin Bieber's Followers Call His Instagram 'A Hailey Fan Account'",
      "Published": "2022-02-21T00:00:00",
      "Images": [
        {
          "Filename": "d95b12cf-1a9b-4066-a0f5-0c3b63392d76.png"
        },
        {
          "Filename": "e3ac3fa5-4549-424b-a2b2-ad0e1d6b5252.png"
        },
        {
          "Filename": "e6fb6fbd-7103-475e-90d9-f82dfedad1c9.png"
        },
        {
          "Filename": "bf2b8903-eedd-4d6d-a2c3-d403fd84ec3e.png"
        },
        {
          "Filename": "b1819a90-3ebb-420a-862f-c0c12db1eec9.png"
        },
        {
          "Filename": "029691c5-d2a4-4e6b-9f67-d4e58e1a96fc.png"
        }
      ],
      "Narration": "Hailey Bieber continues to take the fashion world by storm, fronting some of the biggest campaigns for heavyweight fashion brands. As of late, she's modelled for the likes of Jimmy Choo, Miu Miu and Boss, to name but a few.\r\n\r\nAnd her husband Justin proves to be her biggest fan of all, if his Instagram posts are anything to go by.\r\n\r\nThe Grammy-winning singer, who paid tribute to his wife in 2021 song 'Hailey', has continued to show his admiration for the model, sharing myriad photos of her on his Instagram feed.\r\n\r\nHis latest post - one of three consecutive photos of Hailey - has attracted commentary from fans who can't help but notice that she keeps appearing on his social media page.\r\n\r\nOne person wrote: 'Your profile do be looking like a Hailey fan account but we love it [sic],' resulting in another person replying: 'Right I wonder who's profile this is Justin's or Haylee's? [sic]'\r\n\r\nAnother commented: 'Hailey's a queen but we wanna see you.'\r\n\r\nAs well as sharing solo photos of Hailey, who he's been married to since 2018, the 'As I Am' signer has also posted a range of pictures of them as a couple, and he hasn't shied away from public displays of affection, either.\r\n\r\nLast November, he commemorated the runway regular's 25th birthday with a series of photos of them, accompanied by a caption that reads: 'To my beloved birthday squish. My heart belongs to you. My eyes belong to you, my lips belong to you. I am yours. I am so blessed to be yours. You are my forever.\r\n\r\n'Life has never made more sense until you became my wife. I will never stop loving you, I will never stop holding you, and I will never stop protecting you. You my queen are more than enough for me and I will spend everyday making you feel like the queen that you are.'",
      "RecycledImages": [
        {
          "Filename": "d95b12cf-1a9b-4066-a0f5-0c3b63392d76.png"
        },
        {
          "Filename": "e3ac3fa5-4549-424b-a2b2-ad0e1d6b5252.png"
        },
        {
          "Filename": "e6fb6fbd-7103-475e-90d9-f82dfedad1c9.png"
        },
        {
          "Filename": "bf2b8903-eedd-4d6d-a2c3-d403fd84ec3e.png"
        },
        {
          "Filename": "b1819a90-3ebb-420a-862f-c0c12db1eec9.png"
        },
        {
          "Filename": "029691c5-d2a4-4e6b-9f67-d4e58e1a96fc.png"
        },
        {
          "Filename": "d95b12cf-1a9b-4066-a0f5-0c3b63392d76.png"
        },
        {
          "Filename": "e3ac3fa5-4549-424b-a2b2-ad0e1d6b5252.png"
        },
        {
          "Filename": "e6fb6fbd-7103-475e-90d9-f82dfedad1c9.png"
        },
        {
          "Filename": "bf2b8903-eedd-4d6d-a2c3-d403fd84ec3e.png"
        }
      ],
      "DurationInSeconds": 108.624
    },
    {
      "Id": "97c7fcfb-4604-4e07-bacb-969ee10737ed",
      "SlideshowFolder": "C:\\Users\\theok\\Repos\\FactCheckThisBitch\\Source\\VideoFromArticle.Admin.Windows\\data\\justin-bieber-january-march-2022",
      "Url": "https://www.yournextshoes.com/marriage-hailey-bieber-kids/",
      "Source": "Your Next Shoes",
      "Title": "Hailey Bieber Reveals Why She Won’t Do Interviews About Her Marriage",
      "Published": "2022-02-26T00:00:00",
      "Images": [
        {
          "Filename": "2bb74fd2-72ea-42ed-bf46-125bf6b94f38.png"
        },
        {
          "Filename": "8df4c627-a78f-41d0-a4d3-56560bca20e8.png"
        },
        {
          "Filename": "a70750eb-4d6f-40e5-8324-29db3dc0a14f.png"
        },
        {
          "Filename": "019675b9-7b06-42d3-bad6-cbb95baa1c1d.png"
        },
        {
          "Filename": "2aae3c1f-4103-46c8-897a-2baafa5d3645.png"
        },
        {
          "Filename": "678004a8-9ed7-47b5-81c8-13967f7f1aff.png"
        },
        {
          "Filename": "f3e63904-58a5-419c-b56a-9021e4c1fd97.png"
        },
        {
          "Filename": "094a13d1-fcc2-4f3a-a887-996a4787bf80.png"
        },
        {
          "Filename": "513b3572-31ea-484f-a106-cae16048c1ec.png"
        },
        {
          "Filename": "9f3a7d76-2d52-41b2-a016-2328540f2a38.png"
        },
        {
          "Filename": "4d5a7594-6c96-4c3a-a4c2-9db17f37a66b.png"
        },
        {
          "Filename": "6d769950-ea9a-49b6-bdda-1afad73b3d2d.png"
        }
      ],
      "Narration": "She’s done talking about her private life, including her marriage to Justin Bieber.\r\n\r\nWhile speaking to WSJ. Magazine about her upcoming skincare line, Hailey Bieber revealed that she will no longer be sharing anything about her private life in interviews.\r\n\r\n“It doesn’t feel worth it to me anymore when I try to have an open conversation with someone like you and then it gets taken out of context,” she explained.\r\n\r\nShe added, “The media loves to take tiny little blurb of something for clickbait. The media has always been a disgusting thing.”\r\n\r\nHailey is also not in a rush to have children. “I think ideally in the next couple of years we would try,” she said.\r\n\r\n“But there’s a reason they call it try, right? You don’t know how long that process is ever going to take. Definitely no kids this year; that would be a little bit hectic, I think.”\r\n\r\n“There’s this thing that happens for women when you get married. Everybody always assumes it’s: First comes love, then comes marriage, then comes the baby. Well, what about all the things I want to accomplish in my business? I think I had it ingrained in my head that I was going to want to have kids right away and I was going to want to have kids super, super young. Then I turned 25 and I’m like, I’m still super, super young!”\r\n\r\nLast week, the 25-year-old model and the 27-year-old Canadian singer spent Valentine’s Day together at Nobu in Malibu.\r\n\r\nThe following day, Hailey was back to business as she was spotted heading to Pilates class in Los Angeles.\r\n\r\nKeeping things cozy, Alec Baldwin’s niece wore an oversized gray crewneck sweater from Nahmias and highlighted her slim legs with high-waist heather gray lounge leggings from Alo Yoga.\r\n\r\nShe styled her Pilates outfit with a tiny pair of gold hoop earrings and her Solow & Co. Oval diamond engagement ring.\r\n\r\nOpting for a makeup-free look, Hailey pulled her brunette tresses into a high ponytail and hid her eyes behind Saint Laurent’s Sl 462 black sunglasses.\r\n\r\nAs for her footwear, the Rhode Beauty founder slipped her feet into a pair of black furry slide sandals with white socks.\r\n\r\nShe opted for the Balenciaga Mallorca, which features a recycled faux-fur upper and a rubber sole.\r\n\r\nEarly this month, the street-style guru pulled off a casual-cool look, pairing a slouchy striped sweater with baggy jeans, while running errands in Los Angeles.\r\n\r\nHailey wore the “No. 205 Him” sweater from Extreme Cashmere, which retails for $950 at Matches Fashion. The khaki brown-and-navy long-sleeved sweater is made from soft stretch cashmere and features chunky ribs at the V-neck, cuffs, and hem.\r\n\r\nShe then kept her long legs under wraps in a pair of straight-leg cargo jeans from Maryam Nassir Zadeh, an Iranian fashion designer known for her neo-minimalistic and contemporary aesthetics.\r\n\r\nHer honey-colored tresses were cascading down her back, while her face was minimally made-up with nude-pink lipstick and matching blush.\r\n\r\nAccessorizing with gold hoop earrings and Dmy by Dmy Valentina sunglasses, Hailey rounded out her cool streetwear with white and maroon Nike Jordan 1 Low Team sneakers.",
      "RecycledImages": [
        {
          "Filename": "2bb74fd2-72ea-42ed-bf46-125bf6b94f38.png"
        },
        {
          "Filename": "8df4c627-a78f-41d0-a4d3-56560bca20e8.png"
        },
        {
          "Filename": "a70750eb-4d6f-40e5-8324-29db3dc0a14f.png"
        },
        {
          "Filename": "019675b9-7b06-42d3-bad6-cbb95baa1c1d.png"
        },
        {
          "Filename": "2aae3c1f-4103-46c8-897a-2baafa5d3645.png"
        },
        {
          "Filename": "678004a8-9ed7-47b5-81c8-13967f7f1aff.png"
        },
        {
          "Filename": "f3e63904-58a5-419c-b56a-9021e4c1fd97.png"
        },
        {
          "Filename": "094a13d1-fcc2-4f3a-a887-996a4787bf80.png"
        },
        {
          "Filename": "513b3572-31ea-484f-a106-cae16048c1ec.png"
        },
        {
          "Filename": "9f3a7d76-2d52-41b2-a016-2328540f2a38.png"
        },
        {
          "Filename": "4d5a7594-6c96-4c3a-a4c2-9db17f37a66b.png"
        },
        {
          "Filename": "6d769950-ea9a-49b6-bdda-1afad73b3d2d.png"
        },
        {
          "Filename": "2bb74fd2-72ea-42ed-bf46-125bf6b94f38.png"
        },
        {
          "Filename": "8df4c627-a78f-41d0-a4d3-56560bca20e8.png"
        },
        {
          "Filename": "a70750eb-4d6f-40e5-8324-29db3dc0a14f.png"
        },
        {
          "Filename": "019675b9-7b06-42d3-bad6-cbb95baa1c1d.png"
        },
        {
          "Filename": "2aae3c1f-4103-46c8-897a-2baafa5d3645.png"
        },
        {
          "Filename": "678004a8-9ed7-47b5-81c8-13967f7f1aff.png"
        },
        {
          "Filename": "f3e63904-58a5-419c-b56a-9021e4c1fd97.png"
        }
      ],
      "DurationInSeconds": 200.328
    },
    {
      "Id": "3b61413c-f37c-4e6c-a44d-d92293f6499e",
      "SlideshowFolder": "C:\\Users\\theok\\Repos\\FactCheckThisBitch\\Source\\VideoFromArticle.Admin.Windows\\data\\justin-bieber-january-march-2022",
      "Url": "https://www.dailymail.co.uk/tvshowbiz/article-10568601/Justin-Bieber-celebrates-28th-birthday-pool-party-25-8-million-Beverly-Hills.html",
      "Source": "Mail Online",
      "Title": "Justin Bieber celebrates his 28th birthday with a lavish pool party",
      "Published": "2022-03-02T00:00:00",
      "Images": [
        {
          "Filename": "54848649-10568601-image-a-31_1646217856016.jpg"
        },
        {
          "Filename": "54848641-10568601-Plenty_of_space_The_singer_who_reached_the_milestone_on_Tuesday_-m-68_1646219224450.jpg"
        },
        {
          "Filename": "54848661-10568601-Splashing_out_Justin_and_his_wife_Hailey_first_purchased_their_h-m-69_1646219238766.jpg"
        },
        {
          "Filename": "54848653-10568601-Spread_out_Images_showed_the_vast_array_of_decorations_that_had_-m-70_1646219253361.jpg"
        },
        {
          "Filename": "54848637-10568601-Decor_Along_with_a_colourful_balloon_arch_the_garden_was_laden_w-m-71_1646219264002.jpg"
        },
        {
          "Filename": "54848621-10568601-Playful_Rolling_Stones_themed_lilos_could_be_seen_floating_in_th-m-74_1646219301387.jpg"
        },
        {
          "Filename": "54848617-10568601-Ready_for_the_guests_Tables_were_also_spread_across_the_patio_ah-m-72_1646219272956.jpg"
        },
        {
          "Filename": "54848655-10568601-Expensive_Justin_and_his_wife_Hailey_previously_splashed_out_an_-a-22_1646220783685.jpg"
        },
        {
          "Filename": "54848631-10568601-image-a-38_1646218115356.jpg"
        },
        {
          "Filename": "54848629-10568601-How_much_The_mansion_was_initially_yanked_off_the_market_after_i-m-77_1646219375665.jpg"
        },
        {
          "Filename": "54848613-10568601-Vast_The_grounds_feature_a_large_swimming_pool_with_infinity_edg-a-23_1646220783688.jpg"
        },
        {
          "Filename": "54848645-10568601-Low_key_The_area_includes_comfy_additions_like_a_swinging_bench_-a-21_1646220783683.jpg"
        },
        {
          "Filename": "54827949-10568601-Doting_wife_Hailey_Bieber_shared_a_heartfelt_birthday_tribute_to-a-32_1646220824230.jpg"
        },
        {
          "Filename": "54827943-10568601-Happy_Birthday_Justin_To_mark_the_love_of_her_life_s_28th_trip_a-m-31_1646220822180.jpg"
        },
        {
          "Filename": "54827945-10568601-_There_are_a_lot_of_amazing_and_beautiful_things_about_this_life-a-33_1646220835432.jpg"
        },
        {
          "Filename": "54827965-10568601-Only_eyes_for_each_other_The_Vogue_cover_girl_also_posted_a_snap-a-36_1646220839714.jpg"
        },
        {
          "Filename": "54848619-10568601-Historic_The_home_was_built_back_in_the_1980s_and_previously_sol-m-81_1646219422160.jpg"
        },
        {
          "Filename": "54848623-10568601-image-a-66_1646218795258.jpg"
        },
        {
          "Filename": "54850803-0-image-a-88_1646219448354.jpg"
        }
      ],
      "Narration": "Justin Bieber has celebrated his 28th birthday with a lavish pool party at his $25.8 million Beverly Hills mansion on Tuesday.\r\n\r\nThe singer, who reached the milestone on Tuesday, invited his guests into the garden of his home, which had been laden with various inflatable toys, a balloon arch and a giant ball pit. \r\n\r\nJustin and his wife Hailey first purchased their home in the exclusive Beverly Park community in August 2020, and it boasts seven bedrooms and 10 bathrooms and sits on 2.5 acre estate of land.\r\n\r\nImages showed the vast array of decorations that had been placed in the garden for Justin's birthday, various inflatables and giant red cups, presumably for a game of giant beer pong.\r\n\r\nAlong with a colourful balloon arch, the garden was laden with an enormous ball pit surrounded by a rainbow, with collections of striped cushions and umbrellas laid across the lawn for guests to sit on.\r\n\r\n\r\nRolling Stones themed lilos could be seen floating in the pool, while tables were also spread across the patio ahead of the celebration.\r\n\r\nJustin and his wife Hailey previously splashed out an eye-watering $25.8 million on the Beverly Hills mansion, which was almost double the square footing of the hitmaker's last home, which he sold in October 2019.\r\n\r\nThe home puts the Biebers across the street from Magic Johnson, according to TMZ, and other celebrities including Eddie Murphy, Sylvester Stallone, Sofia Vergara and Denzel Washington all live in the neighbourhood.\r\n\r\nThe home was built back in the 1980s and previously sold in 2015 for $16.5 million, according to Variety.\r\n\r\nThe most recent owner launched a multi-million dollar remodeling project before selling for almost $10 million more than he paid. \r\n\r\nThe mansion was initially yanked off the market after its astronomical asking price of $42 million proved too high to find a buyer.\r\n\r\nThe grounds feature a large swimming pool with infinity edges and enough open space to put on a soccer match or a backyard concert.\r\n\r\nThe area includes comfy additions like a swinging bench for relaxing by a pond and a swing attached to one of the trees. Other amenities in the home include a screening room with comfy recliners for a movie night at home. \r\n\r\nOn Tuesday Hailey took to Instagram to share a gushing birthday tribute to her husband Justin as he marked his 28th birthday.\r\n\r\nShe penned a sweet message to her 'baby' for her 41.4 million followers to see on Tuesday afternoon. \r\n\r\n'There are a lot of amazing and beautiful things about this life, but the most beautiful part is that I get to live it with you,' the beauty gushed under a slideshow full of images of them on date nights around the world. I love you.. here's to 28 \r\n\r\nIn addition to a snap of her and Justin sticking out their tongues at each other before the Met Gala in September, Hailey included one of the singer kissing her neck while on a yacht.  \r\n\r\nThe Vogue cover girl also posted a snap of them locking lips at a fancy dinner as they snuggled up in a coSy booth.  \r\n\r\nAmong the handful of photos of them out and about, Hailey uploaded one of her man sporting an animal onesie as they enjoyed a night in. \r\n\r\nAnother showed him in a green t-shirt, from his clothing line Drew House, as he sat with a friend's child on his lap during a dinner. ",
      "RecycledImages": [
        {
          "Filename": "54848649-10568601-image-a-31_1646217856016.jpg"
        },
        {
          "Filename": "54848641-10568601-Plenty_of_space_The_singer_who_reached_the_milestone_on_Tuesday_-m-68_1646219224450.jpg"
        },
        {
          "Filename": "54848661-10568601-Splashing_out_Justin_and_his_wife_Hailey_first_purchased_their_h-m-69_1646219238766.jpg"
        },
        {
          "Filename": "54848653-10568601-Spread_out_Images_showed_the_vast_array_of_decorations_that_had_-m-70_1646219253361.jpg"
        },
        {
          "Filename": "54848637-10568601-Decor_Along_with_a_colourful_balloon_arch_the_garden_was_laden_w-m-71_1646219264002.jpg"
        },
        {
          "Filename": "54848621-10568601-Playful_Rolling_Stones_themed_lilos_could_be_seen_floating_in_th-m-74_1646219301387.jpg"
        },
        {
          "Filename": "54848617-10568601-Ready_for_the_guests_Tables_were_also_spread_across_the_patio_ah-m-72_1646219272956.jpg"
        },
        {
          "Filename": "54848655-10568601-Expensive_Justin_and_his_wife_Hailey_previously_splashed_out_an_-a-22_1646220783685.jpg"
        },
        {
          "Filename": "54848631-10568601-image-a-38_1646218115356.jpg"
        },
        {
          "Filename": "54848629-10568601-How_much_The_mansion_was_initially_yanked_off_the_market_after_i-m-77_1646219375665.jpg"
        },
        {
          "Filename": "54848613-10568601-Vast_The_grounds_feature_a_large_swimming_pool_with_infinity_edg-a-23_1646220783688.jpg"
        },
        {
          "Filename": "54848645-10568601-Low_key_The_area_includes_comfy_additions_like_a_swinging_bench_-a-21_1646220783683.jpg"
        },
        {
          "Filename": "54827949-10568601-Doting_wife_Hailey_Bieber_shared_a_heartfelt_birthday_tribute_to-a-32_1646220824230.jpg"
        },
        {
          "Filename": "54827943-10568601-Happy_Birthday_Justin_To_mark_the_love_of_her_life_s_28th_trip_a-m-31_1646220822180.jpg"
        },
        {
          "Filename": "54827945-10568601-_There_are_a_lot_of_amazing_and_beautiful_things_about_this_life-a-33_1646220835432.jpg"
        },
        {
          "Filename": "54827965-10568601-Only_eyes_for_each_other_The_Vogue_cover_girl_also_posted_a_snap-a-36_1646220839714.jpg"
        },
        {
          "Filename": "54848619-10568601-Historic_The_home_was_built_back_in_the_1980s_and_previously_sol-m-81_1646219422160.jpg"
        },
        {
          "Filename": "54848623-10568601-image-a-66_1646218795258.jpg"
        },
        {
          "Filename": "54850803-0-image-a-88_1646219448354.jpg"
        }
      ],
      "DurationInSeconds": 197.4
    },
    {
      "Id": "e5c7c0b3-e16d-47cb-97ed-6ce8704f02a1",
      "SlideshowFolder": "C:\\Users\\theok\\Repos\\FactCheckThisBitch\\Source\\VideoFromArticle.Admin.Windows\\data\\justin-bieber-january-march-2022",
      "Url": "https://www.dailymail.co.uk/tvshowbiz/article-10606117/Hailey-Bieber-hospitalized-brain-related-medical-emergency.html",
      "Source": "Mail Online",
      "Title": "Hailey Bieber is hospitalized for a brain-related 'medical emergency'",
      "Published": "2022-03-12T00:00:00",
      "Images": [
        {
          "Filename": "55271335-10606117-image-a-11_1647103911923.jpg"
        },
        {
          "Filename": "55272953-10606117-The_latest_Hailey_said_she_was_a_breakfast_with_a_Justin_when_sh-a-39_1647109604616.jpg"
        },
        {
          "Filename": "55271337-0-image-m-3_1647103146242.jpg"
        },
        {
          "Filename": "55271379-10606117-image-a-19_1647104260569.jpg"
        },
        {
          "Filename": "55168469-10596623-Showing_off_Hailey_Bieber_shared_a_pair_of_stylish_snaps_and_a_v-a-12_1646881049215.jpg"
        },
        {
          "Filename": "55168631-10606117-Showing_off_For_the_sizzling_snaps_which_were_taken_ahead_of_her-a-40_1647109604617.jpg"
        },
        {
          "Filename": "55168471-10606117-Contrast_The_25_year_old_model_contrasted_her_top_with_a_set_of_-a-2_1647113091767.jpg"
        },
        {
          "Filename": "55169625-10606117-Making_it_official_The_happy_couple_obtained_marriage_licenses_t-a-21_1647104440533.jpg"
        },
        {
          "Filename": "8b481fc8-b962-4b46-9596-7e4975f5b36e.png"
        },
        {
          "Filename": "01216aae-e4b2-418e-aee2-48b4748f1f68.png"
        },
        {
          "Filename": "efadd49c-a322-40e0-9e79-fe4bbae1763d.png"
        },
        {
          "Filename": "f176fbde-3a22-4c56-ac1a-deb14d7873eb.png"
        }
      ],
      "Narration": "Hailey Bieber is currently hospitalized after suffering a 'medical emergency.'\r\n\r\nThe 25-year-old wife of Justin Bieber was admitted to a hospital near Palm Springs a few days ago for a brain-related condition, TMZ reported on Saturday.\r\n\r\nIn an update posted later in the day, Hailey revealed she had developed 'stroke-like symptoms' due to a blood clot in her brain. \r\n\r\n'On Thursday morning, I was sitting at breakfast with my husband when I started having stroke like symptoms and was taken to the hospital,' she wrote.\r\n\r\n\r\n'They found I had suffered a very small blood clot to my brain, which caused a small lack of oxygen, but my body had passed it on its own and I recovered completely within a few hours.'\r\n\r\nHailey confirmed in her note that she was back at home now and on the mend.\r\n\r\n'Although this was definitely one of the scariest moments I've ever been through, I'm home now and doing well, and I'm so grateful and thankful to all the amazing doctors and nurses who took care of me!' she wrote. \r\n\r\n'Thank you to everyone who has reached out with well wishes and concern, and for all the support and love.'  \r\n\r\nAccording to sources close to her, Hailey's medical condition was affecting her movement in some way.\r\n\r\nThey shared that she had undergone tests to find the origin of her illness.\r\n\r\nDoctors were concerned that her symptoms might have been related to COVID-19, as her husband Justin recently had a bout with the virus. \r\n\r\nDespite his illness, Justin is reportedly feeling fine now and has made a total recovery.\r\n\r\nHailey is now out of the hospital, though it's unclear if her symptoms have abated at all.\r\n\r\nSources told the publication that she was doing 'OK,' but doctors are still at work to determine the cause of her illness. \r\n\r\nEarlier in the week, Hailey set temperatures soaring as she took to Instagram on Wednesday to share a string of glamour shots.\r\n\r\nFor the sizzling snaps, which were taken ahead of her husband Justin's concert on Tuesday night, Hailey donned a cropped Harley Davidson shirt that showcased her toned tummy.\r\n\r\nThe 25-year-old model contrasted her top with a set of purple drawstring pants and a pair of stark white sneakers.\r\n\r\nThe model accessorized with numerous articles of jewelry that gave her outfit some sparkle.\r\n\r\nShe let her beautiful dark blonde hair flow out from under a fuzzy black and red bucket hat.\r\n\r\nBieber also had numerous sequins applied to her lower back, which were visible in her video.",
      "RecycledImages": [
        {
          "Filename": "55271335-10606117-image-a-11_1647103911923.jpg"
        },
        {
          "Filename": "55272953-10606117-The_latest_Hailey_said_she_was_a_breakfast_with_a_Justin_when_sh-a-39_1647109604616.jpg"
        },
        {
          "Filename": "55271337-0-image-m-3_1647103146242.jpg"
        },
        {
          "Filename": "55271379-10606117-image-a-19_1647104260569.jpg"
        },
        {
          "Filename": "55168469-10596623-Showing_off_Hailey_Bieber_shared_a_pair_of_stylish_snaps_and_a_v-a-12_1646881049215.jpg"
        },
        {
          "Filename": "55168631-10606117-Showing_off_For_the_sizzling_snaps_which_were_taken_ahead_of_her-a-40_1647109604617.jpg"
        },
        {
          "Filename": "55168471-10606117-Contrast_The_25_year_old_model_contrasted_her_top_with_a_set_of_-a-2_1647113091767.jpg"
        },
        {
          "Filename": "55169625-10606117-Making_it_official_The_happy_couple_obtained_marriage_licenses_t-a-21_1647104440533.jpg"
        },
        {
          "Filename": "8b481fc8-b962-4b46-9596-7e4975f5b36e.png"
        },
        {
          "Filename": "01216aae-e4b2-418e-aee2-48b4748f1f68.png"
        },
        {
          "Filename": "efadd49c-a322-40e0-9e79-fe4bbae1763d.png"
        },
        {
          "Filename": "f176fbde-3a22-4c56-ac1a-deb14d7873eb.png"
        },
        {
          "Filename": "55271335-10606117-image-a-11_1647103911923.jpg"
        }
      ],
      "DurationInSeconds": 148.536
    },
    {
      "Id": "135f2937-63ce-4f3b-aac0-af8e199ce592",
      "SlideshowFolder": "C:\\Users\\theok\\Repos\\FactCheckThisBitch\\Source\\VideoFromArticle.Admin.Windows\\data\\justin-bieber-january-march-2022",
      "Url": "https://www.dailymail.co.uk/tvshowbiz/article-10612121/Justin-Bieber-boards-private-plane-hes-seen-time-wife-Haileys-health-scare.html",
      "Source": "Mail Online",
      "Title": "Justin Bieber boards a private plane after wife Hailey's health scare",
      "Published": "2022-03-14T00:00:00",
      "Images": [
        {
          "Filename": "55343295-10612121-Stepping_out_Justin_Bieber_looked_tense_as_he_was_seen_for_the_f-a-306_1647287086528.jpg"
        },
        {
          "Filename": "55343297-10612121-Comfort_over_everything_The_28_year_old_singer_sported_a_vibrant-a-307_1647287086529.jpg"
        },
        {
          "Filename": "55343281-10612121-Feeling_better_Justin_recently_recovered_from_a_bout_of_COVID_19-a-305_1647287086522.jpg"
        },
        {
          "Filename": "55343279-10612121-Dressed_down_The_Sorry_singer_kept_the_hood_of_his_sweatshirt_ov-a-304_1647287086510.jpg"
        },
        {
          "Filename": "55343287-10612121-Staying_connected_He_carried_his_iPhone_in_one_hand_and_wore_a_p-a-309_1647287086533.jpg"
        },
        {
          "Filename": "5eb9d2e5-11d4-4f85-a219-e66e32193457.png"
        },
        {
          "Filename": "794a1134-f124-4b3f-bdbd-9bae88b407ca.png"
        },
        {
          "Filename": "55343271-10612121-Tough_time_Sources_told_PEOPLE_magazine_that_Justin_has_been_wor-a-311_1647287086639.jpg"
        },
        {
          "Filename": "55343267-10612121-_Justin_is_still_very_worried_the_source_added_He_can_barely_sle-a-314_1647287086645.jpg"
        },
        {
          "Filename": "55272953-10612121-The_latest_Hailey_said_she_was_a_breakfast_with_a_Justin_when_sh-a-312_1647287086641.jpg"
        },
        {
          "Filename": "55271337-10612121-Getting_to_the_bottom_of_it_Doctors_were_concerned_her_symptoms_-a-313_1647287086643.jpg"
        },
        {
          "Filename": "55346565-0-image-a-145_1647281895063.jpg"
        },
        {
          "Filename": "55343283-10612121-Doing_his_best_Justin_appeared_to_be_tense_during_the_trying_tim-a-308_1647287086531.jpg"
        },
        {
          "Filename": "55343263-10612121-Making_things_safe_Justin_went_through_a_security_process_before-a-310_1647287086627.jpg"
        },
        {
          "Filename": "2fb4e432-d5ab-4aff-ab0e-c5926debbf59.png"
        },
        {
          "Filename": "2ae7c0b8-58ee-4cc0-b461-794072722989.png"
        }
      ],
      "Narration": "\r\nJustin Bieber was seen for the first time since his wife Hailey's terrifying health scare last week as he boarded a private plane out of Los Angeles and headed to the Salt Lake City leg of his Purpose World Tour on Sunday afternoon.\r\n\r\nThe 28-year-old singer sported a vibrant red sweat suit with a massive yellow smiling face across the front from his Drew House brand as he stepped out of a black SUV and on to the tarmac.\r\n\r\nJustin appeared to be tense boarding the flight as it was reported he would not leave Hailey's side during her traumatic ordeal, and was 'crying' and 'saying that he can't lose her, that whatever it takes, he wanted the best medical treatment available' after she was hospitalized for a 'small blood clot' in her brain which gave her 'stroke-like' symptoms.  \r\n\r\nIn addition, Justin 'is probably more traumatized than even she is' as PEOPLE sources said: 'When it happened, there was a lot of panic. Justin was crying, because you don't expect your young wife to have symptoms that resemble a stroke. Justin texted everyone he knew and asked everyone to pray for her, and he never left her side.' \r\n\r\n\r\nThe Sorry singer kept the hood of his sweatshirt over his head as he made his way to the private plane for the nearly two hour flight to Utah for his show at the Vivint Arena.\r\n\r\nHe carried his iPhone in one hand and wore a pair of white trainers with matching socks while peeks of a beige T-shirt peered out from underneath his sweater.\r\n\r\nJustin recently recovered from a bout of COVID-19 where he was forced to reschedule a few dates of his tour, his first major set of performances since ending the Purpose world tour in 2017. \r\n\r\nHailey revealed she was hospitalized last week in Palm Springs following 'stroke-like' symptoms, and found out she actually suffered a 'small blood clot.'\r\n\r\nSources told PEOPLE magazine that Justin has been worried sick about his wife despite her pleas for him to stay as stress-free as possible as she recovers from the incident. \r\n\r\n'Hailey doesn't want anyone to worry about her, but it was a terrifying situation for both of them,' the insider said. 'Justin is still very worried. He can barely sleep. He stays up watching her while she rests.' \r\n\r\nThe insider added: 'He would've done anything to help her. It was a moment for them both to be reminded about mortality, and focusing on what really matters.\r\n\r\n'He realizes, and is telling people around him, how much Hailey is his rock, and how she saved him from a dark time … and that he needs to appreciate her every day. He's going to keep an eye on her and help her however he can. And he has everyone around him praying for her continued good health. It shook him up.'\r\n\r\nHailey detailed the ordeal online in a lengthy Instagram post: 'On Thursday morning, I was sitting at breakfast with my husband when I started having stroke-like symptoms and was taken to the hospital.' \r\n\r\n'They found I had suffered a very small blood clot to my brain, which caused a small lack of oxygen, but my body had passed it on its own and I recovered completely within a few hours.'  \r\n\r\nShe added: 'Although this was definitely one of the scariest moments I've ever been through, I'm home now and doing well, and I'm so grateful and thankful to all the amazing doctors and nurses who took care of me!'\r\n\r\n'Thank you to everyone who has reached out with well wishes and concern, and for all the support and love.' \r\n\r\nAccording to sources close to her, Hailey's medical condition was affecting her movement in some way and they shared that she had undergone tests to find the origin of her illness. \r\n\r\nDoctors were concerned that her symptoms might have been related to COVID-19 since Justin had been diagnosed with the virus earlier in March, but no conclusive evidence could be established.  ",
      "RecycledImages": [
        {
          "Filename": "55343295-10612121-Stepping_out_Justin_Bieber_looked_tense_as_he_was_seen_for_the_f-a-306_1647287086528.jpg"
        },
        {
          "Filename": "55343297-10612121-Comfort_over_everything_The_28_year_old_singer_sported_a_vibrant-a-307_1647287086529.jpg"
        },
        {
          "Filename": "55343281-10612121-Feeling_better_Justin_recently_recovered_from_a_bout_of_COVID_19-a-305_1647287086522.jpg"
        },
        {
          "Filename": "55343279-10612121-Dressed_down_The_Sorry_singer_kept_the_hood_of_his_sweatshirt_ov-a-304_1647287086510.jpg"
        },
        {
          "Filename": "55343287-10612121-Staying_connected_He_carried_his_iPhone_in_one_hand_and_wore_a_p-a-309_1647287086533.jpg"
        },
        {
          "Filename": "5eb9d2e5-11d4-4f85-a219-e66e32193457.png"
        },
        {
          "Filename": "794a1134-f124-4b3f-bdbd-9bae88b407ca.png"
        },
        {
          "Filename": "55343271-10612121-Tough_time_Sources_told_PEOPLE_magazine_that_Justin_has_been_wor-a-311_1647287086639.jpg"
        },
        {
          "Filename": "55343267-10612121-_Justin_is_still_very_worried_the_source_added_He_can_barely_sle-a-314_1647287086645.jpg"
        },
        {
          "Filename": "55272953-10612121-The_latest_Hailey_said_she_was_a_breakfast_with_a_Justin_when_sh-a-312_1647287086641.jpg"
        },
        {
          "Filename": "55271337-10612121-Getting_to_the_bottom_of_it_Doctors_were_concerned_her_symptoms_-a-313_1647287086643.jpg"
        },
        {
          "Filename": "55346565-0-image-a-145_1647281895063.jpg"
        },
        {
          "Filename": "55343283-10612121-Doing_his_best_Justin_appeared_to_be_tense_during_the_trying_tim-a-308_1647287086531.jpg"
        },
        {
          "Filename": "55343263-10612121-Making_things_safe_Justin_went_through_a_security_process_before-a-310_1647287086627.jpg"
        },
        {
          "Filename": "2fb4e432-d5ab-4aff-ab0e-c5926debbf59.png"
        },
        {
          "Filename": "2ae7c0b8-58ee-4cc0-b461-794072722989.png"
        },
        {
          "Filename": "55343295-10612121-Stepping_out_Justin_Bieber_looked_tense_as_he_was_seen_for_the_f-a-306_1647287086528.jpg"
        },
        {
          "Filename": "55343297-10612121-Comfort_over_everything_The_28_year_old_singer_sported_a_vibrant-a-307_1647287086529.jpg"
        },
        {
          "Filename": "55343281-10612121-Feeling_better_Justin_recently_recovered_from_a_bout_of_COVID_19-a-305_1647287086522.jpg"
        },
        {
          "Filename": "55343279-10612121-Dressed_down_The_Sorry_singer_kept_the_hood_of_his_sweatshirt_ov-a-304_1647287086510.jpg"
        }
      ],
      "DurationInSeconds": 214.488
    },
    {
      "Id": "2b5f5eaa-4056-4876-89bf-d8d4a6905040",
      "SlideshowFolder": "C:\\Users\\theok\\Repos\\FactCheckThisBitch\\Source\\VideoFromArticle.Admin.Windows\\data\\justin-bieber-january-march-2022",
      "Url": "https://people.com/health/justin-bieber-is-probably-more-traumatized-than-hailey-bieber-after-she-had-a-blood-clot-in-her-brain/",
      "Source": "PEOPLE.com",
      "Title": "Justin Bieber Never Left Hailey's Side When She Suffered a Blood Clot in Her Brain: Source",
      "Published": "2022-03-14T00:00:00",
      "Images": [
        {
          "Filename": "0f6ca517-8117-4b45-ae95-9f1c08645b13.png"
        },
        {
          "Filename": "8c5a804c-d329-46ab-868a-c49947693253.png"
        },
        {
          "Filename": "ff52b2b8-2466-41d9-a19a-025c3cb6f422.png"
        },
        {
          "Filename": "2e6c392b-6453-41b9-ad24-c0f3b7d16c96.png"
        },
        {
          "Filename": "8e9d5ef8-ce56-4c29-b54b-4be96e97ff50.png"
        },
        {
          "Filename": "13a79bd0-70de-4a17-81eb-b358e5c2fee6.png"
        },
        {
          "Filename": "df1d670f-5976-49b3-bbca-affada0ba261.png"
        }
      ],
      "Narration": "Justin and Hailey Baldwin Bieber are counting their blessings.\r\n\r\nHailey, 25, suffered a blood clot in her brain on Thursday, doctors determined, after she was admitted to the hospital with stroke-like symptoms.\r\n\r\nShe was released from the hospital and is resting at home, but the ordeal shocked the pair, particularly Justin, 28, who \"is probably more traumatized than even she is,\" a source close to the singer tells PEOPLE.\r\n\r\n\"When it happened, there was a lot of panic. Justin texted everyone he knew and asked everyone to pray for her, and he never left her side.\"\r\n\r\n\"He was saying that he can't lose her, that whatever it takes, he wanted the best medical treatment available,\" the source says.\r\n\"He would've done anything to help her. It was a moment for them both to be reminded about mortality, and focusing on what really matters,\" the source adds.\r\n\r\n\"He realizes, and is telling people around him, how much Hailey is his rock, and how she saved him from a dark time … and that he needs to appreciate her every day. He's going to keep an eye on her and help her however he can. And he has everyone around him praying for her continued good health. It shook him up.\"\r\n\r\nHailey shared her own account of the incident via social media on Saturday.\r\n\r\n\"They found I had suffered a very small blood clot to my brain, which caused a small lack of oxygen, but my body had passed it on its own and I recovered completely within a few hours,\" she wrote.\r\n\r\n\"Although this was definitely one of the scariest moments I've ever been through, I'm home now and doing well, and I'm so grateful and thankful to all the amazing doctors and nurses who took care of me!\"\r\n\r\nThe pair have been married for three years.\r\n",
      "RecycledImages": [
        {
          "Filename": "0f6ca517-8117-4b45-ae95-9f1c08645b13.png"
        },
        {
          "Filename": "8c5a804c-d329-46ab-868a-c49947693253.png"
        },
        {
          "Filename": "ff52b2b8-2466-41d9-a19a-025c3cb6f422.png"
        },
        {
          "Filename": "2e6c392b-6453-41b9-ad24-c0f3b7d16c96.png"
        },
        {
          "Filename": "8e9d5ef8-ce56-4c29-b54b-4be96e97ff50.png"
        },
        {
          "Filename": "13a79bd0-70de-4a17-81eb-b358e5c2fee6.png"
        },
        {
          "Filename": "df1d670f-5976-49b3-bbca-affada0ba261.png"
        },
        {
          "Filename": "0f6ca517-8117-4b45-ae95-9f1c08645b13.png"
        },
        {
          "Filename": "8c5a804c-d329-46ab-868a-c49947693253.png"
        },
        {
          "Filename": "ff52b2b8-2466-41d9-a19a-025c3cb6f422.png"
        }
      ],
      "DurationInSeconds": 104.64
    },
    {
      "Id": "9036ba4b-65a0-4f8d-bb95-a970e4b24424",
      "SlideshowFolder": "C:\\Users\\theok\\Repos\\FactCheckThisBitch\\Source\\VideoFromArticle.Admin.Windows\\data\\justin-bieber-january-march-2022",
      "Url": "https://www.news.com.au/entertainment/celebrity-life/justin-bieber-can-barely-sleep-after-wife-hailey-rushed-to-hospital/news-story/7e62f5479b880afce6d13c908f5b96f4",
      "Source": "News.com.au",
      "Title": "Justin Bieber ‘can barely sleep’ after wife Hailey rushed to hospital",
      "Published": "2022-03-15T00:00:00",
      "Images": [
        {
          "Filename": "40d6cf3f-bfea-4f03-b16f-f7f617e32f18.png"
        },
        {
          "Filename": "066a6876-c10f-4979-850c-580f4111efb4.png"
        },
        {
          "Filename": "7ca7529e-63b4-4c7c-a651-abde35af9ef2.png"
        },
        {
          "Filename": "b43c7c51-ffe2-4f17-9c6c-107f4b85c283.png"
        }
      ],
      "Narration": "Justin Bieber is worried about his wife Hailey Bieber after she was hospitalised with a blood clot to the brain.\r\n\r\nThe 25-year-old model was rushed to hospital last week after suffering stroke-like symptoms and has since made a full recovery.\r\n\r\nAccording to People, a source close to the Baby singer told the magazine Justin “can barely sleep” and “stays up watching her as she rests”.\r\n\r\n“Justin was crying, because you don’t expect your young wife to have symptoms that resemble a stroke,” the source said.\r\n\r\n“Justin texted everyone he knew and asked everyone to pray for her, and he never left her side.\r\n\r\n“He was saying that he can’t lose her, that whatever it takes, he wanted the best medical treatment available.”\r\n\r\nThe source added Justin “would’ve done anything to help her”.\r\n\r\n“Justin is probably more traumatised than Hailey … now that she’s OK he’s going to keep an eye on her and help her however he can. It shook him up,” they said.",
      "RecycledImages": [
        {
          "Filename": "40d6cf3f-bfea-4f03-b16f-f7f617e32f18.png"
        },
        {
          "Filename": "066a6876-c10f-4979-850c-580f4111efb4.png"
        },
        {
          "Filename": "7ca7529e-63b4-4c7c-a651-abde35af9ef2.png"
        },
        {
          "Filename": "b43c7c51-ffe2-4f17-9c6c-107f4b85c283.png"
        },
        {
          "Filename": "40d6cf3f-bfea-4f03-b16f-f7f617e32f18.png"
        }
      ],
      "DurationInSeconds": 54.72
    },
    {
      "Id": "fe0a2308-16eb-43bc-8947-f4852fe35ac9",
      "SlideshowFolder": "C:\\Users\\theok\\Repos\\FactCheckThisBitch\\Source\\VideoFromArticle.Admin.Windows\\data\\justin-bieber-january-march-2022",
      "Url": "https://www.dailymail.co.uk/tvshowbiz/article-10624025/Justin-Bieber-addresses-wife-Hailey-Biebers-recent-health-ordeal.html",
      "Source": "Mail Online",
      "Title": "Justin Bieber addresses wife Hailey Bieber's recent health ordeal",
      "Published": "2022-03-17T00:00:00",
      "Images": [
        {
          "Filename": "55479751-10624025-image-a-12_1647532357301.jpg"
        },
        {
          "Filename": "d72a2a4a-0086-4426-9d1b-b0e6f826d342.png"
        },
        {
          "Filename": "55479201-10624025-image-m-10_1647531680576.jpg"
        },
        {
          "Filename": "55479321-10624025-image-m-9_1647531667240.jpg"
        },
        {
          "Filename": "55479229-10624025-image-a-7_1647531661167.jpg"
        },
        {
          "Filename": "55479237-10624025-image-a-8_1647531663606.jpg"
        },
        {
          "Filename": "55479939-0-image-a-25_1647532676876.jpg"
        },
        {
          "Filename": "e470c45f-4f3c-44e6-acad-e00ace2308aa.png"
        },
        {
          "Filename": "55479339-10624025-image-a-4_1647531647663.jpg"
        },
        {
          "Filename": "7c5b1698-cfe2-4542-83f8-c68ba7626432.png"
        },
        {
          "Filename": "caa0ba3b-7d7c-4b69-8812-60af79000a69.png"
        },
        {
          "Filename": "e0887f92-7205-491d-ad60-6dc068b04557.png"
        }
      ],
      "Narration": "Justin Bieber called his wife Hailey Bieber's recent health woes 'scary' after technical issues struck his Denver, Colorado concert on Wednesday.   \r\n\r\nVideo taken from the concert shows the pop singer, 28, addressing Hailey's recent ordeal after glitches plunged his show into darkness for 25 minutes.\r\n\r\nOnce the lights returned, Bieber said his wife was doing 'good' after she was hospitalized last week for a small blood clot in her brain which gave her stroke-like symptoms.\r\n\r\n'Life randomly throws you curve balls,' Bieber told the cheering crowd. 'You know, we can't really control much. You know, tonight the power cutting out.\r\n\r\n\r\n'Obviously you guys know, most of you probably know or seen the news about my wife, not sure if you guys seen. She's OK, she's good. It's been scary, you know, it's been really scary but I know for a fact that god has her in the palm of his hands.'\r\n\r\nJustin's show started without a hitch as the pop star performed his hits Somebody, Hold On, Deserve You, Where Are U Now and What Do You Mean?, according to 9News.\r\n\r\nIt wasn't until his song Yummy did the trouble begin. Bieber's microphone cut out near the end of the song. The huge videoboards on stage went dark.\r\n\r\nLasers and video monitors stopped working, with only pyrotechnics still functioning, according to TMZ. Photos obtained by the outlet showed Justin sitting on stage with his crew as technicians attempted to restore the power.\r\n\r\nWhile the stage was dark, photos posted on 9News showed that the lights were still shining on the rafters, where fans chanted for the pop star, slow clapped and even did the wave as they waited for the show to resume, reports the site.\r\n\r\nFinally, after 25 minutes, the concert was able to continue but in a more striped down fashion, according to 9News. \r\n\r\nJustin returned for acoustic renditions of Change Me, Love Yourself, and Off My Face without the use of large video screens, lasers, and half of the stage lighting.   \r\n\r\nIt was reported earlier this week that Justin would not leave Hailey's side during her traumatic ordeal.\r\n\r\nSources told People Justin 'is probably more traumatized than even she is.'\r\n\r\n'When it happened, there was a lot of panic. Justin was crying, because you don't expect your young wife to have symptoms that resemble a stroke. Justin texted everyone he knew and asked everyone to pray for her, and he never left her side,' the insider said.\r\n\r\nJustin recently recovered from a bout of COVID-19 where he was forced to reschedule a few dates of his tour, his first major set of performances since ending the Purpose world tour in 2017.\r\n\r\nHailey revealed she was hospitalized last week in Palm Springs following 'stroke-like' symptoms, and found out she actually suffered a 'small blood clot.'\r\n\r\nSources told PEOPLE magazine that Justin has been worried sick about his wife despite her pleas for him to stay as stress-free as possible as she recovers from the incident.\r\n\r\n'Hailey doesn't want anyone to worry about her, but it was a terrifying situation for both of them,' the insider said. 'Justin is still very worried. He can barely sleep. He stays up watching her while she rests.'\r\n\r\nThe insider added: 'He would've done anything to help her. It was a moment for them both to be reminded about mortality, and focusing on what really matters.",
      "RecycledImages": [
        {
          "Filename": "55479751-10624025-image-a-12_1647532357301.jpg"
        },
        {
          "Filename": "d72a2a4a-0086-4426-9d1b-b0e6f826d342.png"
        },
        {
          "Filename": "55479201-10624025-image-m-10_1647531680576.jpg"
        },
        {
          "Filename": "55479321-10624025-image-m-9_1647531667240.jpg"
        },
        {
          "Filename": "55479229-10624025-image-a-7_1647531661167.jpg"
        },
        {
          "Filename": "55479237-10624025-image-a-8_1647531663606.jpg"
        },
        {
          "Filename": "55479939-0-image-a-25_1647532676876.jpg"
        },
        {
          "Filename": "e470c45f-4f3c-44e6-acad-e00ace2308aa.png"
        },
        {
          "Filename": "55479339-10624025-image-a-4_1647531647663.jpg"
        },
        {
          "Filename": "7c5b1698-cfe2-4542-83f8-c68ba7626432.png"
        },
        {
          "Filename": "caa0ba3b-7d7c-4b69-8812-60af79000a69.png"
        },
        {
          "Filename": "e0887f92-7205-491d-ad60-6dc068b04557.png"
        },
        {
          "Filename": "55479751-10624025-image-a-12_1647532357301.jpg"
        },
        {
          "Filename": "d72a2a4a-0086-4426-9d1b-b0e6f826d342.png"
        },
        {
          "Filename": "55479201-10624025-image-m-10_1647531680576.jpg"
        },
        {
          "Filename": "55479321-10624025-image-m-9_1647531667240.jpg"
        },
        {
          "Filename": "55479229-10624025-image-a-7_1647531661167.jpg"
        },
        {
          "Filename": "55479237-10624025-image-a-8_1647531663606.jpg"
        },
        {
          "Filename": "55479939-0-image-a-25_1647532676876.jpg"
        }
      ],
      "DurationInSeconds": 210.168
    }
  ],
  "SanitizedTitle": "justin-bieber-january-march-2022"
}